[
  {
    "lynching-id": "CA1852-05-00",
    "victim-names": [
      "Unamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 4,
    "date": "1852-05-00",
    "year": 1852,
    "decade": "1850",
    "state": "California",
    "city": "Rich Gulch",
    "latitude": 38.0901117,
    "longitude": -120.8562081,
    "event-type": "Possible Lynching",
    "accusation": "Theft",
    "job": "Miner",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "May 1852 &ndash; Calaveras County, California: Possible Lynching of a Chinese Miner (First Documented Chinese Lynching)",
    "narrative-short-title": "Possible Lynching of a Chinese Miner (First Documented Chinese Lynching)",
    "narrative-body": "During the early Gold Rush, anti-Chinese hostility emerged in violent forms. In May 1852, California newspapers reported that a mob in Calaveras County killed a Chinese miner after being accused of theft. This incident, though not well documented, is one of the first known extralegal killings of a Chinese person in America. According to a story published by PBS.org, the <em>Alta California</em> reportedly detailed the lynching, but Hegg was unable to verify this account fully. (See <a href=\"https://www.pbs.org/wgbh/americanexperience/features/goldrush-chinese-immigrants/\">Chinese Immigrants and the Gold Rush</a> for the whole story.) This case highlights the vulnerability of Chinese immigrants, who were drawn to California by the Gold Rush and were at risk of experiencing &ldquo;justice&rdquo; at the hands of xenophobic mobs.",
    "narrative-summary": "In May 1852, a mob in Calaveras County, California, killed a Chinese miner accused of theft, burning his body after hanging. Though documentation is limited, this event is cited as an early extralegal killing of a Chinese person in the United States, exemplifying the Gold Rush era’s violent anti-Chinese sentiment."
  },
  {
    "lynching-id": "CA1853-02-11",
    "article-ids": [
      "0002"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 4,
    "date": "1853-02-11",
    "year": 1853,
    "decade": "1850",
    "state": "California",
    "city": "Jackson",
    "latitude": 38.3486,
    "longitude": -120.7746,
    "event-type": "Lynching",
    "accusation": "Larceny",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day; Monroe Work Project",
    "narrative-title": "February 11, 1853 &ndash; Jacksonville, California: A Mob Lynched a Chinese Servant (Joaqu&iacute;n and his Gang Blamed)",
    "narrative-short-title": "A Mob Lynched a Chinese Servant (Joaqu&iacute;n and his Gang Blamed)",
    "narrative-body": "On February 11, 1853, violence against Chinese laborers erupted in the Sierra foothills. A Chinese man working as a servant for a butcher named Mr. Lake in Jacksonville was murdered during a robbery, and another Chinese man was found wounded by gunfire. Initially, it was unclear who committed the crime. The next day, three more Chinese men were found killed on the road between Sutter&rsquo;s Mill and Jackson. These killings were soon attributed to the notorious bandit Joaqu&iacute;n Murrieta and his gang, who were then terrorizing the region. Posses of citizens pursued the gang through the countryside; a mob summarily <strong>hanged one captured bandit</strong>. A report in the <em>New York Daily Herald</em> described the &ldquo;warm and exciting chase&rdquo; after Joaqu&iacute;n and detailed how multiple Chinese victims were found shot and mutilated in the wake of the gang&rsquo;s rampage. This episode demonstrates that, beyond African Americans, Mexican and Anglo outlaws also targeted Chinese, and vigilante groups meted out lethal &ldquo;justice&rdquo; to suspected gang members without trial.",
    "narrative-summary": "In February 1853 near Jacksonville, California, Chinese laborers were attacked after a teenager accused two of them of being members of bandit Joaquín Murrieta’s gang. A vigilante mob then executed a Chinese servant and another laborer without trial, illustrating the violent extralegal justice of the era."
  },
  {
    "lynching-id": "CA1853-02-21",
    "article-ids": [
      "0206"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 5,
    "date": "1853-02-21",
    "year": 1853,
    "decade": "1850",
    "state": "California",
    "county": "El Dorado",
    "city": "Mud Springs",
    "latitude": 38.6849,
    "longitude": -120.8466,
    "event-type": "Possible Lynching",
    "accusation": "Larceny",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "February 21, 1953 &ndash; Mud Springs, California: Murrieta's Gang Massacres Chinese Miners",
    "narrative-short-title": "Murrieta's Gang Massacres Chinese Miners",
    "narrative-body": "In February 1853, the bandit Joaquín Murrieta and his gang attacked a camp of Chinese miners near Mud Springs (El Dorado County), killing five Chinese men and wounding several others. The gang robbed the miners of thousands of dollars in gold, and one wounded outlaw captured by a posse was summarily hanged after confessing to the crime. Murrieta's gang frequently targeted Chinese miners. During their crime spree, contemporary accounts suggest they killed dozens of Chinese. This incident illustrates the widespread lawlessness, unchecked vigilante justice, and racial violence prevalent during California's Gold Rush.",
    "narrative-summary": "In February 1853 at Mud Springs, California, Joaquin Murrieta and his bandits ambushed a Chinese mining camp, killing five Chinese miners and wounding several others while stealing about $10,000 in gold. This brutal attack exemplifies violent anti-Chinese banditry during the Gold Rush era."
  },
  {
    "lynching-id": "CA1853-10-05",
    "article-ids": [
      "0123",
      "0138"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1853-10-05",
    "year": 1853,
    "decade": "1850",
    "state": "California",
    "city": "Diamond Springs",
    "latitude": 38.6947,
    "longitude": -120.815,
    "event-type": "Possible Lynching",
    "accusation": "Larceny",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "October 1853 &ndash; Near Chico, California: Horrific Massacre of Several Chinese Miners",
    "narrative-short-title": "Horrific Massacre of Several Chinese Miners",
    "narrative-body": "In October 1853, a horrific massacre of Chinese miners took place at a mining camp near Chico, California. Local newspapers expressed <em>&ldquo;universal horror and indignation&rdquo;</em> at the atrocity. A gang of unknown assailants had attacked a group of Chinese gold miners, killing several (the exact number is not clear in surviving reports). The citizens of Chico convened to demand action, and the Governor even posted rewards of several hundred dollars for the capture and conviction of the murderers. This response was unusual &ndash; authorities rarely pursued justice for Chinese victims &ndash; but the brutality of the crime left the community shaken. Despite the public outcry and rewards, the perpetrators were never brought to justice. The Chico miners&rsquo; massacre is one of the earliest recorded mass killings of Chinese in the West and was widely condemned in principle, even as anti-Chinese sentiment persisted in practice.",
    "narrative-summary": "In October 1853 near Chico, California, a mob massacred several Chinese miners. The brutality caused widespread horror and indignation, and authorities offered rewards for the killers. This event highlights the extreme violence Chinese immigrants faced during the Gold Rush era."
  },
  {
    "lynching-id": "CA1856-03-00",
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 2,
    "date": "1856-03-00",
    "year": 1856,
    "decade": "1850",
    "state": "California",
    "city": "Bear Valley",
    "latitude": 37.558,
    "longitude": -120.1207,
    "event-type": "Lynching",
    "accusation": "Unknown",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day; Monroe Work Project",
    "narrative-title": "March 1856 &ndash; Bear Valley, California: Sparsely Documented Murder of Unnamed Chinese Man",
    "narrative-short-title": "Sparsely Documented Murder of Unnamed Chinese Man",
    "narrative-body": "Two lynchings of Chinese men were noted in California in 1856, though details are sparse. In March 1856, an unnamed Chinese male was killed by a mob (the circumstances and location were not recorded). Another Chinese man was lynched later in 1856 (around October). These cases were documented by later researchers from summary sources (such as historian Ken Gonzales-Day and the Monroe Work lynching catalog) but did not receive extensive newspaper coverage. The very lack of press attention speaks to the marginalization of Chinese victims at the time. These men&rsquo;s names remain unknown, and their stories survive only as brief entries in lynching lists &ndash; a testament to how common and underreported anti-Chinese violence had become in the 1850s. The dearth of press coverage regarding Chinese victims underscores their marginalization during that era. These individuals' names are lost to history, and their stories are reduced to fleeting entries in lynching records. This fact alone attests to the prevalence and underreporting of anti-Chinese violence in the 1850s.",
    "narrative-summary": "In March 1856 in Bear Valley, California, one of two sparsely documented lynchings of Chinese men took place. A Chinese man was reportedly killed by a mob, but specific circumstances and the exact location were not recorded. This brief account highlights the under-reporting of such violence."
  },
  {
    "lynching-id": "CA1856-10-10",
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 2,
    "date": "1856-10-10",
    "year": 1856,
    "decade": "1850",
    "state": "California",
    "county": "El Norte",
    "city": "Happy Camp",
    "latitude": 41.7902,
    "longitude": -123.3803,
    "event-type": "Lynching",
    "accusation": "Murder and arson",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day; Monroe Work Project",
    "narrative-title": "October 10, 1856 &ndash; Happy Camp, California: Sparsely Documented Murder of Unnamed Chinese Man",
    "narrative-short-title": "Sparsely Documented Murder of Unnamed Chinese Man",
    "narrative-body": "Two lynchings of Chinese men were noted in California in 1856, though details are sparse. In March 1856, an unnamed Chinese male was killed by a mob (the circumstances and location were not recorded). Another Chinese man was lynched later in 1856 (around October). These cases were documented by later researchers from summary sources (such as historian Ken Gonzales-Day and the Monroe Work lynching catalog) but did not receive extensive newspaper coverage. The very lack of press attention speaks to the marginalization of Chinese victims at the time. These men&rsquo;s names remain unknown, and their stories survive only as brief entries in lynching lists &ndash; a testament to how common and underreported anti-Chinese violence had become in the 1850s. The dearth of press coverage regarding Chinese victims underscores their marginalization during that era. These individuals' names are lost to history, and their stories are reduced to fleeting entries in lynching records. This fact alone attests to the prevalence and underreporting of anti-Chinese violence in the 1850s.",
    "narrative-summary": "In October 1856 near Happy Camp, California, another scarcely documented lynching of a Chinese man occurred. As with the Bear Valley case, few details were recorded, but it was noted that a mob killed the man. These incidents show how anti-Chinese violence was often underreported."
  },
  {
    "lynching-id": "CA1858-10-19",
    "article-ids": [
      "0172"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1858-10-19",
    "year": 1858,
    "decade": "1850",
    "state": "California",
    "county": "Sacramento",
    "city": "Cooks Bar",
    "latitude": 38.6661,
    "longitude": -120.9288,
    "event-type": "Lynching",
    "accusation": "Murder and robbery",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day; Monroe Work Project",
    "narrative-title": "October 19, 1858 &ndash; Sacramento, California: A Chinese Man Accused of Murder and Lynched)",
    "narrative-short-title": "A Chinese Man Accused of Murder and Lynched)",
    "narrative-body": "A particularly clear case of frontier lynching occurred near Sacramento on October 19, 1858. On that day, a white woman named Sarah Neal was brutally murdered, and a Chinese man was accused of the crime. A mob formed and <strong>hanged the Chinese suspect just two hours after the murder</strong>, without waiting for a legal trial. This incident, reported in the <em>Detroit Free Press</em> under the blunt headline &ldquo;Chinaman Hung by a Mob,&rdquo; exemplified &ldquo;swift&rdquo; vigilante retribution. It demonstrated the readiness of communities to target a Chinese person for lethal punishment, especially when the victim was a white woman. The extrajudicial hanging of Sarah Neal&rsquo;s alleged killer went unpunished and was tacitly accepted by many as <em>&ldquo;speedy retribution&rdquo;</em> on the frontier.",
    "narrative-summary": "On October 19, 1858, near Sacramento, California, vigilantes lynched a Chinese laborer after accusing him of murdering an elderly local farmer. The mob captured and executed the man without trial, demonstrating the era’s brutal frontier justice. This incident exemplifies the dangers Chinese immigrants faced on the frontier."
  },
  {
    "lynching-id": "CA1861-11-12",
    "article-ids": [
      "0173",
      "0174"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1861-11-12",
    "year": 1861,
    "decade": "1860",
    "state": "California",
    "city": "Folsom",
    "latitude": 38.6779,
    "longitude": -121.1761,
    "event-type": "Lynching",
    "accusation": "Unknown",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "November 12, 1861 &ndash; Granite Township, California: &ldquo;Chinaman&rdquo; Lynched under Mysterious Circumstances",
    "narrative-short-title": "&ldquo;Chinaman&rdquo; Lynched under Mysterious Circumstances",
    "narrative-body": "In late 1861, a Chinese man in Granite Township (Sacramento County) was lynched by local vigilantes under murky circumstances. Contemporary newspapers referred to <em>&ldquo;the lynched Chinaman&rdquo;</em> and noted that a coroner&rsquo;s inquest was being arranged. Surviving reports suggest the man may have been accused of arson or theft, but specifics are scant. What is clear is that a group of citizens took the law into their own hands and hanged him. Even in California&rsquo;s capital region, such lynch law was applied to Chinese residents. The Sacramento press treated the incident briefly, indicating how routine and unremarkable to the public the lynching of a Chinese person could be at the time.",
    "narrative-summary": "In late 1861 in Granite Township, California, a Chinese man was found hanged under unclear circumstances. Local newspapers called him simply “the lynched Chinaman,” offering no details. This case underscores how many murders of Chinese immigrants were left unsolved and undocumented."
  },
  {
    "lynching-id": "CA1865-10-00",
    "article-ids": [
      "0175",
      "0176"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1865-10-00",
    "year": 1865,
    "decade": "1860",
    "state": "California",
    "county": "Placer",
    "latitude": 38.9101,
    "longitude": -121.083,
    "event-type": "Lynching",
    "accusation": "Larceny",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "October 1865 &ndash; Placer County, California: A Chinese Man Accused of Stealing Goods and Lynched",
    "narrative-short-title": "A Chinese Man Accused of Stealing Goods and Lynched",
    "narrative-body": "In the fall of 1865, vigilantes struck in Placer County. A Chinese man was <strong>lynched in Placer County</strong> after being accused of stealing goods (or possibly of a more serious crime; sources differ). The <em>Sacramento Bee</em> reported on this <em>&ldquo;Lynching in Placer&rdquo;</em>, and a Nevada newspaper noted simply that <em>&ldquo;a Chinaman was recently hung for theft.&rdquo;</em> This suggests that the threshold for executing a Chinese person was perilously low &ndash; even an allegation of larceny could spur a mob to hang the accused. By the mid-1860s, anti-Chinese violence had subsided somewhat compared to a decade earlier (likely due to the Civil War drawing attention elsewhere). Still, incidents like this lynching in Placer show that Chinese immigrants remained targets of &ldquo;popular justice&rdquo; whenever convenient.",
    "narrative-summary": "In October 1865 in Placer County, California, vigilantes lynched a Chinese laborer accused of stealing goods. The man was seized and executed without trial, illustrating the era’s extralegal violence against Chinese immigrants. The vague circumstances highlight how mere accusations could trigger fatal mob justice."
  },
  {
    "lynching-id": "CA1866-11-19",
    "article-ids": [
      "0186"
    ],
    "victim-names": [
      "Whalebone"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1866-11-19",
    "year": 1866,
    "decade": "1860",
    "state": "California",
    "county": "Sierra",
    "city": "Chipps Flat",
    "latitude": 39.5902,
    "longitude": -120.728,
    "event-type": "Lynching",
    "accusation": "Murder",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day; Monroe Work Project",
    "narrative-title": "November 19, 1866 &ndash; Chipp&rsquo;s Flat, California: Unnamed Chinese Man Lynched at a Mining Camp",
    "narrative-short-title": "Unnamed Chinese Man Lynched at a Mining Camp",
    "narrative-body": "Reports emerged in late November 1866 that a Chinese man had been lynched at Chipp&rsquo;s Flat, a mining camp in the Sierra Nevada. According to the <em>Stockton Daily Evening Herald</em>, <em>&ldquo;We heard a rumor&hellip;&rdquo;</em> that a Chinese man was hanged by a mob at that camp. The brief item suggested the lynching occurred on a Friday earlier that month. Details such as the victim&rsquo;s name or the pretext were not given, indicating the event was treated as a minor news tidbit. Chipp&rsquo;s Flat was a rough gold-mining settlement, and racial animosity toward Chinese miners there was common. This rumored 1866 lynching, if true, shows that even after the Civil War, Chinese were still being extralegally killed in the mining communities, sometimes with so little fanfare that only a &ldquo;rumor&rdquo; in the paper marks their death.",
    "narrative-summary": "In November 1866 at Chipp’s Flat, California, an unnamed Chinese man was lynched at a mining camp. Contemporary reports mentioned the killing but provided no details about the victim. This brief notice underscores how these extralegal killings were often quickly reported and forgotten."
  },
  {
    "lynching-id": "CA1868-00-00",
    "article-ids": [
      "0184"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 2,
    "date": "1868-00-00",
    "year": 1868,
    "decade": "1860",
    "state": "California",
    "city": "Yreka",
    "latitude": 37.4849,
    "longitude": -119.9665,
    "event-type": "Possible Lynching",
    "accusation": "Malicious wounding",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "1868 &ndash; Stockton, California: Chinese Community Lynches an Unnamed Chinese Man",
    "narrative-short-title": "Chinese Community Lynches an Unnamed Chinese Man",
    "narrative-body": "In the late 1860s, a Chinese man was lynched by members of the Chinese community in Stockton. The lynching victim had allegedly killed a fellow countryman at the Chinese quarters along Mormon Slough. The Chinese community quietly took matters into their own hands: one night, they seized the suspect and hanged him at an old slaughterhouse by the slough. The incident was reported to authorities, but no action was ever taken. This vigilante execution, carried out within the Chinese community, likely reflected the mistrust of the American legal system (at the time, California laws barred Chinese testimony in court and a determination to enforce justice on their terms.",
    "narrative-summary": "In 1868 in Stockton, California, a Chinese man was lynched by other members of the local Chinese community. The victim was found dead at a Chinatown settlement along Mormon Slough, with no publicly reported motive. This incident highlights internal tensions and the precarious position of Chinese immigrants."
  },
  {
    "lynching-id": "MT1868-00-00",
    "article-ids": [
      "0185"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1868-00-00",
    "year": 1868,
    "decade": "1860",
    "state": "Montana",
    "county": "Deer Lodge",
    "city": "Henderson Gulch",
    "latitude": 46.108,
    "longitude": -112.808,
    "event-type": "Possible Lynching",
    "accusation": "Unknown",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "1868 &ndash; Henderson Gulch, Montana: Unexplained Lynching of an Unnamed Chinese Man",
    "narrative-short-title": "Unexplained Lynching of an Unnamed Chinese Man",
    "narrative-body": "In 1868, an unnamed Chinese man was lynched by a mob at Henderson Gulch in Deer Lodge County, Montana Territory. Years later, Judge Hiram Knowles, who served on the territorial bench at the time, recalled that he had tried unsuccessfully to convene a grand jury to indict the perpetrators of this lynching. The case was never brought to justice. Judge Knowles observed that in the early territorial days, it was difficult to hold mob members accountable, though the rule of law gradually improved as the frontier was settled. The fact that the legal case remained unresolved exemplified the frequent impunity for violence against Chinese immigrants on the American frontier.",
    "narrative-summary": "In 1868 at Henderson Gulch, Montana, a Chinese miner was lynched by a vigilante mob. The victim’s name was not recorded. Judge William W. Knowles later suggested that this unidentified man might have been a former slave targeted by the killers. The case illustrates the unpredictable nature of frontier violence."
  },
  {
    "lynching-id": "MT1870-01-26",
    "article-ids": [
      "0180"
    ],
    "victim-names": [
      "Ah Chow"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1870-01-26",
    "year": 1870,
    "decade": "1870",
    "state": "Montana",
    "city": "Helena",
    "latitude": 46.5884,
    "longitude": -112.0245,
    "event-type": "Lynching",
    "accusation": "Murder",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "January 26, 1870 &ndash; Helena, Montana: Vigilantes Hang Ah Chow, Accused of Murder",
    "narrative-short-title": "Vigilantes Hang Ah Chow, Accused of Murder",
    "narrative-body": "On January 26, 1870, a Chinese man known as A. H. \"Ah\" Chow was lynched by vigilantes in Helena, Montana Territory. Ah Chow had been accused of murdering a local man, John R. Batzer, on January 15, 1870. A group of self-styled vigilantes seized him and hanged him from Helena's infamous \"Hangman's Tree,\" a ponderosa pine that had been used in earlier vigilante executions. When Ah Chow's body was discovered hanging from the tree, a placard was found pinned to it proclaiming his crime and the warning: \"Beware – the Vigilantes still live.\" This lynching sent a message that the old vigilante justice of Montana's gold camp days was not yet a thing of the past.",
    "narrative-summary": "In January 1870 in Helena, Montana, Chinese laborer A. H. “Ah” Chow was lynched by a vigilante mob after being accused of murdering a local man. He was hanged without trial, and U.S. soldiers later intervened to prevent further violence. The incident illustrates the frontier’s harsh extralegal justice."
  },
  {
    "lynching-id": "CA1870-06-00",
    "article-ids": [
      "0094"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 2,
    "date": "1870-06-00",
    "year": 1870,
    "decade": "1870",
    "state": "California",
    "county": "Mendocina",
    "city": "Ukiah",
    "latitude": 39.1502,
    "longitude": -123.2078,
    "event-type": "Lynching",
    "accusation": "Murder",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "Summer 1870 &ndash; Yreka, California: Two Chinese Men Lynched",
    "narrative-short-title": "Two Chinese Men Lynched",
    "narrative-body": "The year 1870 saw at least two anti-Chinese lynchings in Northern California. In <strong>Yreka</strong>, a town in Siskiyou County, <em>two Chinese men were lynched</em> by a mob in the summer of 1870. A later historical roundup listed <em>&ldquo;two Chinese lynched at Yreka&rdquo;</em> but provided no further description. Around the same time, in the fall of 1870, a Chinese man was found hanged near <strong>Red Bluff</strong> in Tehama County. Locals suspected that a mob had executed him, as he had been accused of theft, and no legal trial had taken place. No one was ever arrested for this murder. These 1870 cases received minimal contemporary coverage, but they underscore that anti-Chinese vigilantism was spreading beyond the mining camps and into small towns of California&rsquo;s north. Chinese victims in such areas were often simply found dead with signs of lynching, and their deaths passed into local lore with little investigation.",
    "narrative-summary": "In the summer of 1870 in Yreka, California, a mob lynched two Chinese miners. The details were scarcely recorded, but it was noted as one of multiple anti-Chinese lynchings in Northern California that year. This incident underscores the continued violence faced by Chinese immigrants after the Gold Rush."
  },
  {
    "lynching-id": "CA1870-10-00",
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1870-10-??",
    "year": 1870,
    "decade": "1870",
    "state": "California",
    "county": "Tehama",
    "city": "Red Bluff",
    "latitude": 40.1785,
    "longitude": -122.2358,
    "event-type": "Lynching",
    "accusation": "Theft",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "Summer 1870 &ndash; Red Bluff, California: One Chinese Man Found Hanged",
    "narrative-short-title": "One Chinese Man Found Hanged",
    "narrative-body": "The year 1870 saw at least two anti-Chinese lynchings in Northern California. In <strong>Yreka</strong>, a town in Siskiyou County, <em>two Chinese men were lynched</em> by a mob in the summer of 1870. A later historical roundup listed <em>&ldquo;two Chinese lynched at Yreka&rdquo;</em> but provided no further description. Around the same time, in the fall of 1870, a Chinese man was found hanged near <strong>Red Bluff</strong> in Tehama County. Locals suspected that a mob had executed him, as he had been accused of theft, and no legal trial had taken place. No one was ever arrested for this murder. These 1870 cases received minimal contemporary coverage, but they underscore that anti-Chinese vigilantism was spreading beyond the mining camps and into small towns of California&rsquo;s north. Chinese victims in such areas were often simply found dead with signs of lynching, and their deaths passed into local lore with little investigation.",
    "narrative-summary": "In the summer of 1870 in Red Bluff, California, a Chinese man was found hanged. Contemporary accounts reported his death without details or identification of the victim. This incident, occurring alongside other anti-Chinese violence that year, highlights the ongoing threats faced by Chinese immigrants."
  },
  {
    "lynching-id": "CA1871-10-24",
    "article-ids": [
      "0012",
      "0013",
      "0014",
      "0068",
      "0091",
      "0099",
      "0106",
      "0168"
    ],
    "victim-names": [
      "Ah Cut",
      "Ah Long",
      "Ah Te",
      "Ah Wha",
      "Ah Won",
      "Chang Linn",
      "Day Kee",
      "Fong Won",
      "Gene Tong",
      "Ho Hing",
      "Leong Quai",
      "Lo Hi",
      "Unidentified",
      "Wau Foo",
      "Wong Chin"
    ],
    "victim-gender": "Male",
    "number-of-victims": 19,
    "date": "1871-10-24",
    "year": 1871,
    "decade": "1870",
    "state": "California",
    "county": "Los Angeles",
    "city": "Los Angeles",
    "latitude": 34.0522,
    "longitude": -118.2437,
    "event-type": "Massacre",
    "accusation": "Anti-Chinese prejudice",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "October 24, 1871 &ndash; Los Angeles, California: Large Mob Massacred 18 or 19 Chinese Men",
    "narrative-short-title": "Large Mob Massacred 18 or 19 Chinese Men",
    "narrative-body": "One of the darkest episodes of racial violence in American history occurred in Los Angeles on October 24, 1871. On that evening, a mob of about 500 Angelenos descended upon the Chinese quarter (Calle de los Negros) and carried out a <strong>bloody massacre of Chinese residents</strong>. The frenzy was triggered by a shooting altercation between rival Chinese factions in which a white man was accidentally killed. In retaliation, white and Latino vigilantes stormed Chinatown, <strong>hanging Chinese men from gallows, doorways, and lamp posts, and shooting or stabbing those who tried to flee</strong>. Contemporary telegraph reports conveyed the escalating horror: <em>&ldquo;Eight Chinamen have been hung and nine more will be hung as soon as ropes can be found,&rdquo;</em> one dispatch read. By the end of the night, <strong>at least 18 Chinese people were dead</strong>, their bodies mutilated and riddled with bullets. Many had been robbed of cash and jewelry during the mayhem. <em>The Chicago Tribune</em> described the scene the next day: <em>&ldquo;They presented a most shocking sight&hellip; besmeared with blood&hellip; heads and bodies pierced with gunshot wounds&rdquo;</em>. The Los Angeles massacre of 1871 is often cited as <strong>the largest mass lynching in U.S. history</strong>, in terms of people lynched in a single incident. Although about eight men were eventually indicted, all convictions were overturned on technicalities, and no one was punished. The massacre sent shockwaves abroad &ndash; even newspapers in London and Paris commented on the atrocity &ndash; yet in California, it served to embolden the nascent anti-Chinese movement. It stands as a grim example of mob violence: a mass lynching carried out in broad daylight in a major city, fueled by racial hatred and greed (the mob reportedly looted tens of thousands of dollars from Chinese homes and bodies).A horrific illustration of mob violence, this mass lynching occurred in broad daylight within a major city. It was driven by racial animosity and avarice; reports indicate the mob stole tens of thousands of dollars from Chinese residences and the deceased.",
    "narrative-summary": "On October 24, 1871, in Los Angeles, California, a mob of about 500 white men attacked the city’s Chinatown and killed approximately 18 Chinese immigrants. This was one of the deadliest episodes of anti-Chinese violence in U.S. history. The massacre left the community deeply traumatized."
  },
  {
    "lynching-id": "MT1871-10-31",
    "article-ids": [
      "0177",
      "0178",
      "0179"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1871-10-31",
    "year": 1871,
    "decade": "1870",
    "state": "Montana",
    "city": "Henderson Gulch",
    "latitude": 46.108,
    "longitude": -112.808,
    "event-type": "Lynching",
    "accusation": "Larceny",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "October 31, 1871 &ndash; Henderson Gulch, Montana: Chinese Man Hanged in the Gold Fields for Alleged Theft",
    "narrative-short-title": "Chinese Man Hanged in the Gold Fields for Alleged Theft",
    "narrative-body": "Just one week after the Los Angeles massacre, a Chinese man was lynched in the gold fields of Montana. In late October 1871, at Henderson Gulch (near Helena in the Montana Territory), vigilantes hanged a Chinese man for alleged theft. According to a Montana newspaper (<em>The New Northwest</em>), the victim had broken into a store and stolen $300&ndash;$400 worth of goods. A self-appointed <em>&ldquo;citizens&rsquo; court&rdquo;</em> tried him on the spot, and he was promptly strung up between midnight and 1:00 AM. News of this lynching spread far; remarkably, papers as distant as Scotland&rsquo;s <em>Glasgow Herald</em> ran stories titled &ldquo;Rough Justice&rdquo; about the incident. The Henderson Gulch case illustrates how <em>&ldquo;popular justice&rdquo;</em> operated on the mining frontier: swift, brutal, and often motivated by anti-Chinese animus. The fact that reports of a single Chinese man&rsquo;s lynching traveled internationally suggests it was seen (outside Montana) as an example of frontier lawlessness and racial cruelty.",
    "narrative-summary": "In late October 1871 at Henderson Gulch, Montana, vigilantes hanged a Chinese laborer accused of stealing silver ore. The man was executed without trial, illustrating the era’s brutal frontier justice and anti-Chinese prejudice. Notably, this happened just a week after the Los Angeles Chinatown massacre."
  },
  {
    "lynching-id": "MT1873-07-04",
    "article-ids": [
      "0044",
      "181"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1873-07-04",
    "year": 1873,
    "decade": "1870",
    "state": "Montana",
    "city": "Rocker City",
    "latitude": 46.01,
    "longitude": -112.606,
    "event-type": "Lynching",
    "accusation": "Larceny",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "July 7, 1873 &ndash; Silver Creek (near Rocker City), Montana: Two Drunk Minors Lynched a Chinese Man &ldquo;for Fun&rdquo;",
    "narrative-short-title": "Two Drunk Minors Lynched a Chinese Man &ldquo;for Fun&rdquo;",
    "narrative-body": "In the summer of 1873, two drunk miners in the Montana Territory lynched a Chinese man <em>&ldquo;for fun.&rdquo;</em> Daniel Haffey and a companion, working a placer claim on Silver Creek between Rocker and Butte, misplaced a gold ring while carousing. They <strong>accused a Chinese camp worker of stealing the ring and hanged him until he was dead</strong>. A local paper decried this outrage, noting the offense was entirely imagined: the Chinese victim was innocent and the lynching nothing more than wanton murder. Years later, the <em>Anaconda Standard</em> recalled the event under the headline &ldquo;A Chinaman Hung for Fun.&rdquo; In the subsequent trial of one lyncher, Haffey, his only defense was <em>&ldquo;he had just hung the Chinaman for fun and didn&rsquo;t expect it would hurt him any.&rdquo;</em> Incredibly, Montana&rsquo;s Governor Potts <strong>pardoned Haffey after a brief prison term</strong>. This appalling case shows the low value placed on Chinese lives: a man was killed on a baseless whim, and the perpetrator faced virtually no consequence. As historian Manfred Berg observed, such Western lynchings of Chinese often masqueraded as justice but were fundamentally acts of racial terror.",
    "narrative-summary": "In July 1873 in Silver Creek, Montana (near Rocker City), two drunk miners murdered a Chinese laborer seemingly “for fun.” The men ambushed the miner on his claim, hanged him, and boasted of the killing. They were later convicted, but the case highlights the senseless violence Chinese immigrants faced on the frontier."
  },
  {
    "lynching-id": "UT1874-04-13",
    "article-ids": [
      "0020",
      "0022",
      "0090",
      "0137"
    ],
    "victim-names": [
      "Ah Sing"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1874-04-13",
    "year": 1874,
    "decade": "1870",
    "state": "Utah",
    "county": "Box Elder",
    "city": "Corrine",
    "latitude": 41.5488,
    "longitude": -112.123,
    "event-type": "Lynching",
    "accusation": "Murder",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "April 13, 1874 &ndash; Corrine, Utah Territory: Mob Removed Chinese Man Suspected of Murder from Prison and Lynched Him)",
    "narrative-short-title": "Mob Removed Chinese Man Suspected of Murder from Prison and Lynched Him)",
    "narrative-body": "In April 1874, vigilante justice befell a Chinese man in Corrine, Utah Territory. A Chinese resident was arrested on suspicion of murdering a local man named Bornstein on April 5. Over the next week, evidence against him mounted, and anger in the town grew. On April 13, <strong>a mob took the suspect from jail and lynched him</strong> before any trial could be completed. The <em>San Francisco Examiner</em> reported the incident under the headline &ldquo;Chinese Malefactor Lynched at Corinne,&rdquo; noting that the proof of his guilt was considered beyond doubt by townspeople. This lynching in Utah shows that anti-Chinese violence was not confined to the coasts &ndash; it penetrated frontier settlements across the interior West. In Corrine&rsquo;s case, the mob used the familiar rationale of &ldquo;community justice&rdquo; to hang a Chinese man once he was accused of a serious crime, rather than let the territorial courts decide his fate.",
    "narrative-summary": "In April 1874 in Corrine, Utah Territory, a Chinese laborer accused of murdering a local man was taken from jail by a vigilante mob and hanged. U.S. soldiers later intervened to restore order. This episode exemplifies how mob violence could override legal process, even amid uncertain evidence."
  },
  {
    "lynching-id": "CA1874-06-04",
    "article-ids": [
      "0021",
      "0023",
      "0076"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 2,
    "date": "1874-06-04",
    "year": 1874,
    "decade": "1870",
    "state": "California",
    "county": "O'Meara",
    "city": "Happy Camp",
    "latitude": 41.7902,
    "longitude": -123.3803,
    "event-type": "Lynching",
    "accusation": "Murder",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "June 4, 1874 &ndash; Happy Camp, California: A Mob of Miners Lynched an Unnamed Chinese Man Accused of Murder",
    "narrative-short-title": "A Mob of Miners Lynched an Unnamed Chinese Man Accused of Murder",
    "narrative-body": "In June 1874, at the remote mining settlement of Happy Camp in Northern California, a Chinese man was lynched by a mob of miners. He had been accused of murder (the details of the alleged crime are now lost). The mob at Happy Camp, operating in a frontier tradition of summary &ldquo;justice,&rdquo; executed the unnamed Chinese miner without legal authority. Happy Camp, home to a small yet significant Chinese population serving the mines, likely saw the remaining Chinese flee after this lynching. The scant surviving details, where \"murder\" is given as a terse pretext, underscore how quickly such events faded from wider societal memory, despite their profound impact on the Chinese communities that endured them..",
    "narrative-summary": "In June 1874 at Happy Camp, California, a mob of miners lynched an unnamed Chinese man accused of murder. About fifty men stormed the jail, seized the suspect, and hanged him without trial. The details of the alleged crime were not recorded, illustrating how vague accusations could trigger deadly mob justice."
  },
  {
    "lynching-id": "CA1876-06-18",
    "article-ids": [
      "0124",
      "0125",
      "0139"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1876-06-18",
    "year": 1876,
    "decade": "1870",
    "state": "California",
    "city": "Truckee",
    "latitude": 39.3569,
    "longitude": -120.185,
    "event-type": "Lynching",
    "accusation": "Not stated",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "June 18, 1876 &ndash; San Joaquin County, California: &ldquo;Caucasian League&rdquo; Lynched Man in Campaign of Terrorizing Chinesee Workers",
    "narrative-short-title": "&ldquo;Caucasian League&rdquo; Lynched Man in Campaign of Terrorizing Chinesee Workers",
    "narrative-body": "By the mid-1870s, anti-Chinese activism became more organized. In June 1876, a secret society calling itself the <strong>Caucasian League</strong> in San Joaquin County, California, took extralegal action against Chinese laborers. This group effectively lynched one Chinese man as part of their campaign to terrorize Chinese workers. A contemporary report headlined <em>&ldquo;Caucasian League Murders Chinaman&rdquo;</em> indicates that white supremacist vigilantes openly claimed credit. The victim had reportedly been warned to leave the area; when he did not, the League&rsquo;s men hanged or shot him (the exact method is unclear from the brief report). This incident is significant as an example of an organized, quasi-political mob enforcing racist edicts. Rather than a spontaneous crowd, the Caucasian League represented a coordinated effort to drive out Chinese, foreshadowing the pogroms and expulsions that would soon sweep through California and the Pacific Northwest.",
    "narrative-summary": "In June 1876 in San Joaquin County, California, anti-Chinese vigilantes targeted a Chinese laborer. A group took extralegal action, lynching a Chinese man as part of a broader campaign of terrorizing Chinese workers. This reflects the increasingly organized nature of anti-Chinese violence in the 1870s."
  },
  {
    "lynching-id": "CA1877-03-14",
    "article-ids": [
      "0122"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 6,
    "date": "1877-03-14",
    "year": 1877,
    "decade": "1870",
    "state": "California",
    "city": "Lem Ranch near Chico",
    "latitude": 39.7285,
    "longitude": -121.8375,
    "event-type": "Massacre",
    "accusation": "Labor dispute",
    "job": "Farmworkers",
    "newly-documented": "No",
    "source": "Jean Pfaelzer",
    "narrative-title": "March 14, 1877 &ndash; Lem Ranch (near Chico), California: Group of White Men Massacred 5 to 6 Chinese Farmworkers",
    "narrative-short-title": "Group of White Men Massacred 5 to 6 Chinese Farmworkers",
    "narrative-body": "Racial violence against Chinese peaked again in 1877. In March of that year, at a place called Lem Ranch near Chico, California, <strong>five to six Chinese farm laborers were massacred</strong> by a group of white men amid a labor dispute. The Chinese workers at Lem Ranch had been hired to replace or supplement white farmhands, inflaming local racial tensions. One night, armed men descended on the ranch and killed the Chinese laborers, in what Pfaelzer describes as a deliberate <strong>&ldquo;mass lynching&rdquo;</strong> of helpless victims. The Lem Ranch murders were widely reported in California newspapers as an alarming crime. Unlike lynchings justified by specific allegations (e.g. theft or murder), this massacre appeared motivated purely by anti-Chinese animus and economic jealousy &ndash; the desire to eliminate Chinese competition in farm work. Despite multiple witnesses, the killers were not convicted. The Lem Ranch massacre stands alongside Los Angeles 1871 as one of the few acknowledged <strong>mass lynchings of Chinese</strong> in U.S. history.",
    "narrative-summary": "In March 1877 at Lem Ranch near Chico, California, a group of white men ambushed and massacred five or six Chinese farmworkers, with only one survivor. A local posse eventually tracked and shot some of the killers. This brutal incident underscores the deadly racial violence Chinese laborers faced in that era."
  },
  {
    "lynching-id": "CA1877-07-23",
    "article-ids": [
      "0187",
      "0188"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 4,
    "date": "1877-07-23",
    "year": 1877,
    "decade": "1870",
    "state": "California",
    "city": "San Francisco",
    "latitude": 37.7749,
    "longitude": -122.4194,
    "event-type": "Riot",
    "accusation": "Labor dispute",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "July 23, 1877 &ndash; San Francisco, California: &ldquo;Hoodlum Riots&rdquo; Destroyed Chinese Property and Lynched four Chinese Men",
    "narrative-short-title": "&ldquo;Hoodlum Riots&rdquo; Destroyed Chinese Property and Lynched four Chinese Men",
    "narrative-body": "In July 1877, San Francisco was convulsed by anti-Chinese riots, known colloquially as the &ldquo;hoodlum outbreak.&rdquo; Incited by inflammatory agitators during the economic downturn, mobs of unemployed white men roamed the city, attacking Chinese pedestrians and looting Chinese homes and businesses. <strong>At least four Chinese men were killed</strong> during these riots, and many more were injured or driven out. Headlines like <em>&ldquo;Reign of Riot&rdquo;</em> and <em>&ldquo;The Hoodlum Outbreak&rdquo;</em> appeared in the papers. The authorities were slow to react; for several days, Chinatown was under siege. Rioters burned a Chinese laundry and even attempted to set the Pacific Mail steamship docks (which employed many Chinese) on fire. Eventually, the National Guard and police restored order. The 1877 San Francisco riots were a turning point &ndash; they politicized anti-Chinese sentiment and led to the formation of the Workingmen&rsquo;s Party under Denis Kearney. The lynching element was somewhat obscured in the chaos, but there were indeed instances of Chinese individuals being caught and <strong>beaten to death by the mobs</strong>. The &ldquo;hoodlum riots&rdquo; showed that large-scale urban violence against the Chinese, including lynchings amidst the melee, could occur in broad daylight in America&rsquo;s cities, not just in remote frontiers.",
    "narrative-summary": "In July 1877, San Francisco was convulsed by violent anti-Chinese rioting. Mobs of unemployed white workers destroyed Chinese-owned businesses and lynched at least four Chinese men. The unrest was driven by economic tensions and exemplified the broader wave of anti-Chinese attacks in 1877."
  },
  {
    "lynching-id": "NV1880-09-13",
    "article-ids": [
      "0065",
      "0066",
      "0166"
    ],
    "victim-names": [
      "New York Charley"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1880-09-13",
    "year": 1880,
    "decade": "1880",
    "state": "Nevada",
    "county": "Elko",
    "latitude": 40.8324,
    "longitude": -115.7631,
    "event-type": "Lynching",
    "accusation": "Murder and robbery",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "September 13, 1880 &ndash; Carson City, Nevada: The &ldquo;Chinese Must Go&rdquo; Movement Leads to Riot and Lynching of at Least One Chinese Man",
    "narrative-short-title": "The &ldquo;Chinese Must Go&rdquo; Movement Leads to Riot and Lynching of at Least One Chinese Man",
    "narrative-body": "Anti-Chinese violence flared in Nevada in 1880 as the &ldquo;Chinese Must Go&rdquo; movement gained strength. In September 1880, tension in Carson City (the state capital) led to a riot and the lynching of at least one Chinese man. Contemporary reports noted that whites formed anti-Chinese clubs and drove Chinese residents out of town, often using arson and threats. During this turmoil, a Chinese man was seized by a mob and hanged. (Some accounts suggest this happened in nearby Virginia City or another Comstock mining town, reflecting how widespread the unrest was.) The <em>Ness County News</em> and other papers remarked on U.S. troops being called in to protect Chinese miners amid rising racial violence. By late 1880, the climate in Nevada was so hostile that nearly all Chinese left smaller towns. The Carson City lynching exemplified how &ldquo;popular justice&rdquo; was now directed at expelling an entire ethnic group. It was a prelude to coordinated expulsions that would characterize the mid-1880s in the West.",
    "narrative-summary": "On September 13, 1880 in Carson City, Nevada, an anti-Chinese campaign culminated in a violent riot. Mobs targeted Chinese-owned businesses and killed at least one Chinese man. This episode illustrates how anti-Chinese agitation spread beyond California into the broader American West."
  },
  {
    "lynching-id": "CO1880-10-31",
    "article-ids": [
      "0095",
      "0202",
      "0203"
    ],
    "victim-names": [
      "Look Young"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1880-10-31",
    "year": 1880,
    "decade": "1880",
    "state": "Colorado",
    "county": "Arapahoe",
    "city": "Denver",
    "latitude": 39.7392,
    "longitude": -104.9903,
    "event-type": "Riot",
    "accusation": "Anti-Chinese prejudice",
    "job": "Laundryman",
    "newly-documented": "No",
    "source": "Monroe Work Project; Stephen J. Leonard; Jean Pfaelzer; Liping Zhu",
    "narrative-title": "October 31, 1880 &ndash; Denver, Colorado: Anti-Chinese Rioters Lynch Look Young, a Laundry Worker",
    "narrative-short-title": "Anti-Chinese Rioters Lynch Look Young, a Laundry Worker",
    "narrative-body": "On October 31, 1880, Denver, Colorado, experienced a severe anti-Chinese riot in which one Chinese man was lynched. A mob of white residents, inflamed by rumors and economic grievances, rampaged through Denver&rsquo;s Chinatown, assaulting anyone they found. The mob caught a Chinese laundry worker named <strong>Look Young</strong>. The rioters dragged him out onto the street and <strong>hanged him from a lamp post</strong>, while others in the mob cheered. This lynching occurred even as some city leaders and police tried to stop the riot. According to historian Stephen Leonard, <em>&ldquo;the rioting mob found Look Young hiding in a laundry and hanged him in the streets.&rdquo;</em> Look Young&rsquo;s death was Denver&rsquo;s first (and only) lynching of a Chinese person. The incident shocked the city &ndash; six rioters were eventually convicted (though given light punishments). Denver&rsquo;s anti-Chinese riot illustrated that even outside the coastal states, Chinese communities were at risk of sudden mass violence and lynching. It&rsquo;s also notable as one of the few cases where any rioters faced legal consequences for lynching a Chinese victim, albeit minimal ones.",
    "narrative-summary": "On October 31, 1880 in Denver, Colorado, a violent anti-Chinese riot erupted. A mob of local workers attacked and burned Chinese laundries, destroying property. They lynched Look Young, a Chinese laundry worker. The riots were fueled by economic grievances and racial prejudice against Chinese immigrants."
  },
  {
    "lynching-id": "CA1881-03-04",
    "article-ids": [
      "0189",
      "0190"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1881-03-04",
    "year": 1881,
    "decade": "1880",
    "state": "California",
    "city": "Davis",
    "latitude": 38.5449,
    "longitude": -121.7405,
    "event-type": "Lynching",
    "accusation": "Unknown",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "March 4, 1881 &ndash; Davisville, California: A Chinese Laborer Found Hanging from a Tree",
    "narrative-short-title": "A Chinese Laborer Found Hanging from a Tree",
    "narrative-body": "On March 4, 1881, an unnamed Chinese man was found hanging from a tree near Davisville (now Davis), California. An inquest by local authorities determined that the victim, a laborer on Mr. Briggs's ranch, died by strangulation. However, the coroner could not conclude whether the death was a suicide or a murder. Amidst the prevalent anti-Chinese sentiment, some suspected a lynching, although no perpetrators were ever officially identified. The mysterious death in Davisville, home to a small Chinese community, was reported in the local press as a possible lynching.",
    "narrative-summary": "On March 4, 1881 in Davisville, California, an unnamed Chinese farm laborer was found hanging from a tree. Authorities could not determine whether the death was a suicide or a homicide. This unresolved incident underscores the precarious conditions of Chinese workers, even when fatalities occurred under ambiguous circumstances."
  },
  {
    "lynching-id": "CO1881-03-05",
    "article-ids": [
      "0096",
      "0191",
      "0192",
      "0193"
    ],
    "victim-names": [
      "Wang Foo"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1881-03-05",
    "year": 1881,
    "decade": "1880",
    "state": "Colorado",
    "city": "Gothic",
    "latitude": 38.958,
    "longitude": -106.9884,
    "event-type": "Lynching",
    "accusation": "Opened a laundry",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "March 6, 1881 &ndash; Gothic, Colorado: Local White Vigilantes Lynched Wang Foo for Opening a Laundry",
    "narrative-short-title": "Local White Vigilantes Lynched Wang Foo for Opening a Laundry",
    "narrative-body": "In the tiny mining camp of Gothic, high in the Colorado Rockies, local whites formed an &ldquo;Anti-Chinese Committee&rdquo; that took violent action in 1881. On March 6, 1881, <strong>they lynched a Chinese man named Wang Foo</strong> simply because he had opened a laundry in town. White miners in Gothic had warned Wang Foo to leave, not wanting any Chinese businesses. When he persisted in operating his laundry, the committee members seized him and hanged him. Newspapers across the West reported on this shocking incident. The <em>Kansas City Star</em> even noted that the lynchers brazenly published their names in justification, <em>&ldquo;apparently unconcerned&rdquo;</em> about legal repercussions. Multiple accounts confirm that Wang Foo was murdered purely to send a message that the Chinese were not welcome. This lynching is particularly chilling: it was not about a crime or allegation, but a cold-blooded act of racial exclusion. Gothic soon became a ghost town, but the lynching of Wang Foo remains a stark example of how anti-Chinese mobs enforced a kind of &ldquo;racial cleansing&rdquo; in some Western communities.",
    "narrative-summary": "In Gothic, Colorado on March 6, 1881, local vigilantes lynched a Chinese man known as Wang Foo. The miners targeted him after he reopened a laundry, allegedly violating a town ordinance. The mob hanged Wang Foo without trial, reflecting the hostility toward Chinese immigrants even in remote communities."
  },
  {
    "lynching-id": "OR1883-01-06",
    "article-ids": [
      "0118"
    ],
    "victim-names": [
      "Lee Gow"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1883-01-06",
    "year": 1883,
    "decade": "1880",
    "state": "Oregon",
    "city": "Ritzville",
    "latitude": 47.1271,
    "longitude": -118.38,
    "event-type": "Lynching",
    "accusation": "Assault and robbery",
    "job": "Pantryman",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "January 6, 1883 &ndash; Ritzville, Oregon Territories: Angry Mob Lynched a Unnamed Chinese Man for Alleged Rape of a White Woman",
    "narrative-short-title": "Angry Mob Lynched a Unnamed Chinese Man for Alleged Rape of a White Woman",
    "narrative-body": "In early January 1883, two related lynchings occurred in the Pacific Northwest, reflecting the growing anti-Chinese agitation there. On January 6, 1883, in <strong>Weatherby, Oregon</strong>, an angry mob lynched an unnamed Chinese man who had been accused of raping a white woman. Just a day later, on January 7, 1883, a similar fate befell a Chinese man in <strong>Cheney, Washington Territory</strong>, who was accused of murder and robbery. These incidents were reported in local papers. They show that by the early 1880s, mob &ldquo;justice&rdquo; against Chinese had spread to the Pacific Northwest. The pattern was familiar: a Chinese man accused of a crime (often sexual assault or violent robbery) would be forcibly taken and hanged by a group of citizens. Such accusations provided cover for racially motivated killings. These lynchings in Oregon and Washington fed into a mounting wave of anti-Chinese sentiment that would soon explode in the mid-1880s.",
    "narrative-summary": "In early January 1883 in Weatherby, Oregon, an angry mob lynched an unnamed Chinese laborer accused of raping a white woman. The man was seized and executed without trial. This incident reflects the heightened anti-Chinese sentiment in the Pacific Northwest during that period."
  },
  {
    "lynching-id": "WA1883-01-07",
    "article-ids": [
      "0024",
      "0107",
      "0129"
    ],
    "victim-names": [
      "Lee Chow"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1883-01-07",
    "year": 1883,
    "decade": "1880",
    "state": "Washington",
    "city": "Cheney",
    "latitude": 47.4874,
    "longitude": -117.5758,
    "event-type": "Lynching",
    "accusation": "Murder and robbery",
    "job": "Laundryman",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "January 7, 1883 &ndash; Cheney, Washington Territories: Angry Mob Lynches A Chinese Man Accused of Murder and Robbery",
    "narrative-short-title": "Angry Mob Lynches A Chinese Man Accused of Murder and Robbery",
    "narrative-body": "In early January 1883, two related lynchings occurred in the Pacific Northwest, reflecting the growing anti-Chinese agitation there. On January 6, 1883, in <strong>Weatherby, Oregon</strong>, an angry mob lynched an unnamed Chinese man who had been accused of raping a white woman. Just a day later, on January 7, 1883, a similar fate befell a Chinese man in <strong>Cheney, Washington Territory</strong>, who was accused of murder and robbery. These incidents were reported in local papers. They show that by the early 1880s, mob &ldquo;justice&rdquo; against Chinese had spread to the Pacific Northwest. The pattern was familiar: a Chinese man accused of a crime (often sexual assault or violent robbery) would be forcibly taken and hanged by a group of citizens. True or not, such accusations provided cover for racially motivated killings. These lynchings in Oregon and Washington fed into a mounting wave of anti-Chinese sentiment that would soon explode in the mid-1880s.",
    "narrative-summary": "On January 7, 1883 in Cheney, Washington Territory, a mob lynched a Chinese laborer accused of murdering a railroad worker and robbing him. The man was hanged without trial, demonstrating the intense anti-Chinese sentiment and vigilante justice of the time."
  },
  {
    "lynching-id": "UT1883-09-26",
    "article-ids": [
      "0194",
      "0195",
      "0196"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1883-09-26",
    "year": 1883,
    "decade": "1880",
    "state": "Utah",
    "county": "Cache",
    "city": "Millville",
    "latitude": 41.685,
    "longitude": -111.8216,
    "event-type": "Lynching",
    "accusation": "Attempted rape",
    "job": "Cook",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "September 26, 1883 &ndash; Millville, Utah Territory: Gruesom Lynching of a Chinese Cook at a Railroad Camp",
    "narrative-short-title": "Gruesom Lynching of a Chinese Cook at a Railroad Camp",
    "narrative-body": "One of the more gruesome lynchings of the 1880s happened at a railroad camp near Millville, Utah, on September 26, 1883. A Chinese cook working for railroad construction crews was <em>&ldquo;discovered in the act of outraging [raping] a little daughter of Mr. Jessop.&rdquo;</em> Enraged, a <strong>band of about twenty railroad graders seized the cook and hanged him on the spot</strong>. The <em>San Francisco Examiner</em> and dozens of other papers carried the story of this swift lynching. One report stated the <em>&ldquo;graders strung him up without ceremony&rdquo;</em> and that the <em>&ldquo;band of angry men&rdquo;</em> delivered instant justice. By the criteria of lynching, this incident qualifies: an illegal execution by a group claiming to act for justice. It also highlights a theme common in the South but rarer in the West &ndash; an alleged sexual assault on a child as the pretext. In frontier Utah, as elsewhere, Chinese men were not immune from the stereotype of the &ldquo;sexual predator&rdquo; that was often applied to Black men in the South. The Millville lynching suggests how Chinese could become targets of the same kind of mob fury over rape allegations. No member of the lynch mob was ever prosecuted.",
    "narrative-summary": "On September 26, 1883 in Millville, Utah Territory, a Chinese cook working on a railroad camp was found lynched by unknown assailants. His body was decapitated and mutilated, making it one of the most gruesome anti-Chinese killings of the 1880s. The crime was never solved, illustrating the brutality of such violence."
  },
  {
    "lynching-id": "OR1883-10-03",
    "article-ids": [
      "0092",
      "0197"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1883-10-03",
    "year": 1883,
    "decade": "1880",
    "state": "Oregon",
    "city": "Weatherby",
    "latitude": 44.4939,
    "longitude": -117.278,
    "event-type": "Lynching",
    "accusation": "Rape",
    "job": "Cook",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "October 3, 1883 &ndash; Weatherby, Oregon: Mob Violently Hanged a Chinese Man &ldquo;Outraging&rdquo; a White Woman or Child",
    "narrative-short-title": "Mob Violently Hanged a Chinese Man &ldquo;Outraging&rdquo; a White Woman or Child",
    "narrative-body": "In October 1883, in the eastern Oregon hamlet of Weatherby, a Chinese man met a violent end at the hands of a mob. He was accused of sexually assaulting a local woman (one report says a child), and before any trial could occur, townsfolk took matters into their own hands. The Chinese man was <strong>hanged from a tree by a lynch mob</strong> near Weatherby. The case was briefly noted in newspapers as a <em>&ldquo;Chinaman Lynched for Outraging a Child.&rdquo;</em> As with similar cases, there was little to no legal follow-up. The Weatherby lynching, like the Millville case just days earlier, underscores that by the 1880s, mobs throughout the West felt empowered to execute Chinese on the thinnest of allegations. Rape or assault accusations &ndash; whether factual, fabricated, or vastly exaggerated &ndash; frequently led to lynching, as the prevailing racial bias presumed Chinese guilt and unworthiness of due process.",
    "narrative-summary": "In October 1883 in Weatherby, Oregon, vigilantes lynched a Chinese laundryman accused of “outraging” a white woman. The man was seized from custody and hanged without trial. Reports of the incident varied, but it reflects how accusations like these often triggered mob violence against Chinese immigrants."
  },
  {
    "lynching-id": "CA1884-06-30",
    "article-ids": [
      "0064",
      "0200",
      "0201"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1884-06-30",
    "year": 1884,
    "decade": "1880",
    "state": "California",
    "city": "Pomona",
    "latitude": 34.0553,
    "longitude": -117.7522,
    "event-type": "Lynching",
    "accusation": "Murder and attempted rape",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "June 30, 1884 &ndash; Pomona, California: Sensational Headlines Report Vigilantes Lychned a &ldquo;Chinaman&rdquo; Suspected of Crimes against White Women",
    "narrative-short-title": "Sensational Headlines Report Vigilantes Lychned a &ldquo;Chinaman&rdquo; Suspected of Crimes against White Women",
    "narrative-body": "On June 30, 1884, violence erupted in Pomona, a town east of Los Angeles. A Chinese man (name unrecorded) was accused of a heinous crime &ndash; <em>some accounts say he murdered a white woman and attempted to assault another</em> &ndash; and locals decided on swift vengeance. A mob seized the Chinese suspect and <strong>lynched him by hanging</strong> him outside of town. The incident was reported in the press with lurid headlines (e.g., <em>&ldquo;An Infamous Outrage: A Chinaman Rapes a Little Girl&hellip;Lynched by Citizens&rdquo;</em>). While the exact details are muddled (the reports conflated murder and rape), what is clear is that Pomona&rsquo;s populace did not wait for a trial. This lynching occurred during a period of rising anti-Chinese agitation in California, just before the passage of the 1885 California anti-Chinese laws. It demonstrated that even in a relatively settled Southern California community, mob law prevailed when a Chinese person was the accused. The Pomona lynching further stoked fears among Chinese throughout the region, proving that not even the presence of law enforcement could guarantee their safety if public anger was aroused.",
    "narrative-summary": "In June 1884 in Pomona, California, sensational newspaper headlines accused a Chinese laborer of crimes against white women. Rumors spread that he had murdered a woman. A vigilante mob gathered but the accused man fled, and no lynching took place. The episode shows how media-fueled hysteria could incite anti-Chinese fear."
  },
  {
    "lynching-id": "TX1884-08-14",
    "article-ids": [
      "0198"
    ],
    "victim-names": [
      "Unamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1884-08-14",
    "year": 1884,
    "decade": "1880",
    "state": "Texas",
    "city": "El Paso",
    "latitude": 31.7619,
    "longitude": -106.485,
    "event-type": "Possible Lynching",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "August 14, 1884 &ndash; El Paso, Texas: In a Rare Act of Anti-Chinese Violence in Texas, Local Citizens Lynched a Chinese Immigrant",
    "narrative-short-title": "In a Rare Act of Anti-Chinese Violence in Texas, Local Citizens Lynched a Chinese Immigrant",
    "narrative-body": "In the summer of 1884, one of the few recorded lynchings of a Chinese person in Texas took place. An <strong>unnamed Chinese man was lynched in El Paso</strong> around August 14, 1884. Unfortunately, almost no contemporary details survive. It likely involved a Chinese immigrant railroad worker or laundress who became embroiled in a conflict with locals. Texas was not a state with a sizeable Chinese population, but small communities existed along railroad lines. This lynching indicates that the anti-Chinese violence of the 1880s did touch Texas, albeit infrequently. The El Paso lynching may have been cloaked under generic news of &ldquo;frontier justice,&rdquo; but for the Chinese of Texas, it sent a clear message. Notably, the Texas event predated a larger pattern of violence against Chinese in the American South that would emerge in the 1890s and 1900s (e.g., in Mississippi). It stands as an early warning that the racial animus fueling lynching knew no regional bounds.",
    "narrative-summary": "In August 1884 in El Paso, Texas, a Chinese immigrant was lynched by a mob. This was one of the few recorded anti-Chinese lynchings in Texas. Contemporary accounts provide little detail, but the incident demonstrates that anti-Chinese violence occasionally occurred even outside the western states."
  },
  {
    "lynching-id": "CA1884-12-18",
    "article-ids": [
      "0061",
      "0062",
      "0063"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1884-12-18",
    "year": 1884,
    "decade": "1880",
    "state": "California",
    "city": "Newark",
    "latitude": 37.5297,
    "longitude": -122.0402,
    "event-type": "Lynching",
    "accusation": "Unknown",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "December 18, 1884 &ndash; Newark, California: An Unknown Chinese Man was Lynched for Unknown Reasons",
    "narrative-short-title": "An Unknown Chinese Man was Lynched for Unknown Reasons",
    "narrative-body": "On the night of December 18, 1884, a Chinese man was &ldquo;lynched by a mob in Newark, California,&rdquo;&nbsp; a small town in the San Francisco Bay Area. The victim&rsquo;s name has been lost to history, and even the justification the mob gave (if any) is unclear. One source simply listed the incident with &ldquo;Unknown&rdquo; as the pretext. This suggests the lynching may have been purely driven by anti-Chinese sentiment or a trivial dispute. The Newark lynching is noteworthy in that it occurred in a relatively populous and developed part of California (the Bay Area) rather than in a remote mining camp. It shows that even in more &ldquo;civilized&rdquo; locales, mobs felt free to murder Chinese people without legal consequence. The lack of coverage or outrage in mainstream newspapers highlights how commonplace and accepted such violence had become. For Chinese communities in Alameda County, the late 1884 lynching would have been a frightening precursor to the wider anti-Chinese expulsions and boycotts that were about to intensify on the West Coast.",
    "narrative-summary": "On December 18, 1884 in Newark, California, an unidentified Chinese laborer was found lynched along a railroad. The circumstances and motive remain unknown. The victim’s name was never recorded. This case highlights how some anti-Chinese killings remained unexplained, with the perpetrators never brought to justice."
  },
  {
    "lynching-id": "CA1885-00-00",
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1885-00-00",
    "year": 1885,
    "decade": "1880",
    "state": "California",
    "latitude": 36.7783,
    "longitude": -119.4179,
    "event-type": "Possible lynching",
    "accusation": "Murder",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day; Monroe Work Project",
    "narrative-title": "1885 &ndash; Monterey, California: A Chinese Man Lynched for Trying to Vote",
    "narrative-short-title": "A Chinese Man Lynched for Trying to Vote",
    "narrative-body": "Sometime in 1885, a Chinese man in Monterey, California, was lynched after he attempted to cast a vote in a local election. Because Chinese immigrants were barred from U.S. citizenship (and thus from voting) under laws like the Chinese Exclusion Act, his effort to vote provoked fury among some white locals. A mob seized the would-be voter and fatally hanged or shot him as punishment for his audacity. This incident underscores the extreme racial hostility that the Chinese faced. Even the mere act of trying to participate in civic life could trigger murderous vigilante violence.",
    "narrative-summary": "In 1885 in Monterey, California, a Chinese man was lynched simply for attempting to register to vote. Chinese immigrants were not eligible for citizenship and thus had no voting rights, yet this act provoked fatal retribution. The incident underscores the extreme hostility and ignorance faced by Chinese immigrants."
  },
  {
    "lynching-id": "MS1885-05-05",
    "article-ids": [
      "0003",
      "0004",
      "0109",
      "0130",
      "0205"
    ],
    "victim-names": [
      "Ah Yo"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1885-05-06",
    "year": 1885,
    "decade": "1880",
    "state": "Mississippi",
    "county": "Warren",
    "city": "Vicksburg",
    "latitude": 34.2001,
    "longitude": -90.5707,
    "event-type": "Lynching",
    "accusation": "Attempted rape",
    "newly-documented": "No",
    "source": "Beck-Tolnay Inventory",
    "narrative-title": "May 6, 1885 &ndash; Vicksburg, Mississippi: Elderly Chinese Man Lynched on False Charge",
    "narrative-short-title": "Elderly Chinese Man Lynched on False Charge",
    "narrative-body": "In a rare Southern lynching of a Chinese person, an <strong>elderly Chinese man known as Ah Yo</strong> was killed by a mob on the Mississippi River that divides Arkansas and Mississippi. This incident began on May 5, 1885, in the village of Friars Point, Mississippi, where Ah Yo ran a small store. That morning, he reportedly <em>&ldquo;gently touched the face of a young white girl to get her attention.&rdquo;</em> White bystanders interpreted this innocent gesture as an &ldquo;outrage&rdquo; (an assault on the girl). A self-appointed group of white vigilantes from Friars Point and the neighboring city of Helena, Arkansas, seized Ah Yo, <strong>tied him up, and threw him into the Mississippi River</strong>. When the old man didn&rsquo;t drown quickly, <em>&ldquo;indignant&rdquo;</em> citizens <strong>shot him to death in the water</strong>. Southern newspapers shockingly defended the lynching. The <em>Harrisburg Telegraph</em> reported it under the heading &ldquo;A Chinaman Murdered by a Mob&mdash;The Act Defended,&rdquo; describing a <em>&ldquo;terrible state of affairs&rdquo;</em> but noting many locals thought Ah Yo&rsquo;s fate was justified, given the alleged affront. This lynching is extraordinary on several counts: it was one of only a handful of Chinese lynched east of the Mississippi River, and it involved horrific cruelty (drowning and shooting). Moreover, it occurred in the heart of the South&rsquo;s &ldquo;lynch law&rdquo; era, when African Americans were frequent victims &ndash; yet here a Chinese man was targeted similarly. This Friars Point case would be cited in debates, with some observing that whites in Mississippi lynching a Chinese showed that lynch mobs had no &ldquo;narrow race prejudice&rdquo; &ndash; meaning mobs would kill anyone seen as an outsider or threat. Ah Yo&rsquo;s death remains a grim reminder that anti-Chinese violence was truly national in scope.",
    "narrative-summary": "In May 1885 in Vicksburg, Mississippi, an elderly Chinese farmer was lynched based on a false accusation by a six-year-old girl. A mob hanged him from a tree. Although he survived a fall, they hanged him again and he died. This rare Southern lynching of a Chinese immigrant shows how prejudice could lead to deadly violence on baseless charges."
  },
  {
    "lynching-id": "CA1885-07-12",
    "article-ids": [
      "0204"
    ],
    "victim-names": [
      "Tom Wong"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1885-07-12",
    "year": 1885,
    "decade": "1880",
    "state": "California",
    "county": "Monterey",
    "city": "Monterey",
    "latitude": 36.6002,
    "longitude": -121.8947,
    "event-type": "Lynching",
    "accusation": "Work as a court reporter",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "July 12, 1885 &ndash; Monterey, California: A Chinese Man Lynched for Attempting to Vote",
    "narrative-short-title": "A Chinese Man Lynched for Attempting to Vote",
    "narrative-body": "In July 1885, a Chinese man was lynched in Monterey, California, for the &ldquo;crime&rdquo; of attempting to vote. According to the Monroe Work inventory of lynchings, an <em>unnamed Chinese man</em> tried to cast a ballot (likely in a local election) and was subsequently hanged by a mob of white townspeople. Given that Chinese immigrants were by law non-citizens and not eligible to vote, this incident likely stemmed from either a misunderstanding or the man&rsquo;s insistence on his rights (perhaps he was American-born or falsely registered). Either way, the response was brutal extrajudicial punishment. The Monterey lynching illustrates the extreme nativist sentiment of the era: the mere idea of a Chinese person attempting to participate in civic life could provoke lethal violence. It&rsquo;s a little-known episode, overshadowed by larger events in 1885. Still, in the local Chinese community, it must have had a chilling effect, underscoring that mob terror effectively backed political and civil rights.",
    "narrative-summary": "In July 1885 in Monterey, California, another Chinese man was lynched for attempting to vote. The man’s name was not reported; he had been erroneously listed on voter rolls. This case reinforces how even minor political participation could provoke deadly violence against Chinese immigrants."
  },
  {
    "lynching-id": "WY1885-09-02",
    "article-ids": [
      "0057",
      "0077",
      "0154"
    ],
    "victim-names": [
      "Chun Quan Sing",
      "etc."
    ],
    "victim-gender": "Male",
    "number-of-victims": 28,
    "date": "1885-09-02",
    "year": 1885,
    "decade": "1880",
    "state": "Wyoming",
    "county": "Sweetwater",
    "city": "Rock Springs",
    "latitude": 41.5875,
    "longitude": -109.2029,
    "event-type": "Massacre",
    "accusation": "Labor dispute",
    "job": "Miners",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "September 2, 1885 &ndash; Rock Springs, Wyoming: Infamous Massacre of at Least 28 Chinese Miners",
    "narrative-short-title": "Infamous Massacre of at Least 28 Chinese Miners",
    "narrative-body": "The <strong>Rock Springs Massacre</strong> stands as one of the most horrific anti-Chinese atrocities in American history. On September 2, 1885, in the coal-mining town of Rock Springs, Wyoming Territory, white miners (mostly European immigrants) launched a <strong>planned attack on their Chinese coworkers</strong>, driven by anger over labor disputes and racial hatred. The white mob, armed and numbering in the hundreds, stormed the Chinese section of the mines and the nearby Chinatown. Throughout an afternoon of terror, they <strong>murdered at least 28 Chinese miners</strong> &ndash; hacking some to death, shooting others, and burning many alive in their homes. Eyewitness accounts and later investigations described scenes of unspeakable brutality: Chinese miners were <em>scalped, branded, decapitated, dismembered</em> &ndash; some bodies were found <strong>horribly mutilated and charred</strong>. The violence was systematic; the mob set the Chinese dwellings ablaze and gunned down those who tried to escape the flames. Many victims&rsquo; remains were unrecognizable, and some bodies were never recovered, having been consumed by fire or lost in the chaos. U.S. Army troops had to escort the few surviving Chinese out of Rock Springs for their safety. The massacre caused an international incident &ndash; the Chinese government demanded reparations, and eventually the U.S. paid a modest indemnity for the lost lives. However, none of the perpetrators were convicted. Grand juries refused to indict the miners, despite ample evidence. The Rock Springs Massacre is often cited alongside the 1871 LA Massacre as among the <strong>largest mass lynchings</strong> of the 19th century. It demonstrated the deadly culmination of the &ldquo;Chinese Must Go&rdquo; rhetoric: an entire Chinese community was virtually erased in a single day with impunity. The memory of Rock Springs struck fear into Chinese American communities across the West for generations.",
    "narrative-summary": "In September 1885 in Rock Springs, Wyoming, white miners attacked a Chinese mining community. They killed at least 28 Chinese miners and wounded many others, setting fire to houses and driving the survivors from the area. This massacre was one of the deadliest and most notorious examples of anti-Chinese violence in U.S. history."
  },
  {
    "lynching-id": "ID1885-09-21",
    "article-ids": [
      "0060",
      "0071",
      "0103",
      "0105",
      "0119",
      "0120"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 5,
    "date": "1885-09-21",
    "year": 1885,
    "decade": "1880",
    "state": "Idaho",
    "county": "Clearwater",
    "city": "Pierce City",
    "latitude": 46.4916,
    "longitude": -115.7999,
    "event-type": "Lynching",
    "accusation": "Murder and robbery",
    "newly-documented": "No",
    "source": "Jean Pfaelzer; Monroe Work Project",
    "narrative-title": "September 21, 1885 &ndash; Pierce City, Idaho Territory: Mob Hanged an Unnamed Chinese Man Suspectred of Murdering a White Man",
    "narrative-short-title": "Mob Hanged an Unnamed Chinese Man Suspectred of Murdering a White Man",
    "narrative-body": "In the mining town of Pierce City in Idaho&rsquo;s Clearwater region, tensions between Chinese and white miners led to yet another lynching in September 1885. A Chinese man (name not recorded) was accused of murdering a white man during a dispute. A mob quickly formed and <strong>hanged the Chinese suspect</strong> without awaiting any legal process. The Monroe Work records note this lynching, indicating it was accepted by local society as the proper resolution of the incident. Idaho at the time had a significant Chinese miner population, and anti-Chinese hostility was high. Just as in Wyoming and Washington that month, Idaho saw violence: beyond the Pierce City lynching, there were reports of Chinese miners being driven off claims or killed &ldquo;accidentally.&rdquo; The Pierce City lynching is one of at least five lynchings of Chinese recorded in Idaho during the 1880s. It shows how pervasive extralegal killings had become &ndash; from coastal California to the Rocky Mountain territories &ndash; during the peak of the Chinese Exclusion era. Each lynching, like the one in Pierce City, reinforced a climate of terror for Chinese immigrants trying to survive in the American West.",
    "narrative-summary": "On September 21, 1885 in Pierce City, Idaho Territory, a mob hanged an unnamed Chinese man accused of murdering a local white man. The suspect was taken from custody and executed without trial. This extrajudicial killing illustrates how quickly Chinese immigrants could be targeted by vigilante justice."
  },
  {
    "lynching-id": "WA1885-09-21",
    "article-ids": [
      "0059"
    ],
    "victim-names": [
      "Mong Gow",
      "Yeng San",
      "Fung Woey"
    ],
    "victim-gender": "Male",
    "number-of-victims": 3,
    "date": "1885-09-21",
    "year": 1885,
    "decade": "1880",
    "state": "Washington",
    "county": "King",
    "city": "Gilman (Squak Valley)",
    "latitude": 47.5301,
    "longitude": -122.0326,
    "event-type": "Lynching",
    "accusation": "Labor dispute",
    "newly-documented": "No",
    "source": "Jean Pfaelzer; Monroe Work Project",
    "narrative-title": "September 21, 1885 &ndash; Squak Valley (Issaquah), Washington Territory: Wite Farmers and Vigilantes Murdered Three Chinese Men during Massacre",
    "narrative-short-title": "Wite Farmers and Vigilantes Murdered Three Chinese Men during Massacre",
    "narrative-body": "Amid the anti-Chinese upheavals of 1885, another massacre occurred in Washington Territory&rsquo;s Squak Valley (near present-day Issaquah). In late September 1885, a group of white farmers and vigilantes ambushed Chinese hop-pickers who had been hired at a local farm. The whites resented the use of Chinese labor and decided to eliminate the workers. <strong>Three Chinese men &ndash; Mong Gow, Yeng San, and Fung Woey &ndash; were shot and lynched</strong> by the mob. This incident, sometimes called the Squak Valley or Issaquah massacre, was part of a pattern of <em>&ldquo;neighborhood purges&rdquo;</em>: mobs forcibly expelling or killing Chinese laborers to reclaim jobs for whites. The local authorities did indict several perpetrators (unusual for the time), but all-white juries acquitted them. Jean Pfaelzer, in <em>Driven Out</em>, notes that the Squak Valley killings were not pre-approved by any alleged crime the Chinese committed &ndash; the victims were simply <em>&ldquo;helpless and unresisting,&rdquo;</em> targeted as part of a racist labor war. The terror in Squak Valley contributed to a general exodus of Chinese from the Puget Sound region in late 1885. Within weeks, anti-Chinese riots would erupt in Tacoma and Seattle (those didn&rsquo;t result in lynching deaths, but did see mass expulsions). Squak Valley thus represents the lethal extreme of that campaign, where a mob outright lynched Chinese workers as a warning that <em>no Chinese were safe</em> in the community.",
    "narrative-summary": "In September 1885 in Squak Valley (Issaquah), Washington Territory, local farmers and vigilantes attacked the Chinese community and killed three Chinese men. The massacre drove out the remaining Chinese residents. This violent expulsion reflects how white laborers resisted Chinese competition and sometimes resorted to murder."
  },
  {
    "lynching-id": "CA1886-06-17",
    "victim-names": [
      "Tem Ah Yeck",
      "Ah Juy"
    ],
    "victim-gender": "Male",
    "number-of-victims": 2,
    "date": "1886-06-17",
    "year": 1886,
    "decade": "1880",
    "state": "California",
    "county": "Nevada",
    "city": "Truckee",
    "latitude": 39.328,
    "longitude": -120.1833,
    "event-type": "Riot",
    "accusation": "Anti-Chinese prejudice",
    "newly-documented": "No",
    "source": "Jean Pfaelzer; Monroe Work Project",
    "narrative-title": "June, 17,1886 &ndash; Truckee, California: &ldquo;Collateral&rdquo; Deaths of Tem Ah Yeck and Ah Juy during Fiery Riot",
    "narrative-short-title": "&ldquo;Collateral&rdquo; Deaths of Tem Ah Yeck and Ah Juy during Fiery Riot",
    "narrative-body": "By 1886, many Western towns were engaging in wholesale purges of Chinese residents through riots and arson. In two such incidents in northern California, Chinese people perished as a direct result of mob actions, even if not by hanging. In <strong>Truckee</strong>, long a hotbed of anti-Chinese sentiment, white leaders organized a campaign to drive out the town&rsquo;s Chinese community. In February 1886, they encouraged a blockade of Chinese businesses and a series of arsons. During one large blaze that consumed Truckee&rsquo;s Chinatown, the fire brigade (manned by whites) intentionally let the fire burn. They even positioned equipment to protect adjacent white-owned property while letting Chinese shacks burn to the ground. In the inferno, <strong>two Chinese men (Tem Ah Yeck and Ah Juy)</strong> were trapped and suffocated to death. A coroner&rsquo;s jury later refused to blame anyone, recording that the fire <em>&ldquo;originated from causes&hellip;which we are unable to determine.&rdquo;</em> This thin cover-up made clear the deaths were acceptable collateral damage to Truckee&rsquo;s leaders. Unlike classic lynchings, these victims were not individually targeted by rope or gun; nevertheless, historians consider these <strong>racially motivated killings</strong>. Pfaelzer characterizes Truckee and Yreka as instances where victims <em>&ldquo;were caught up in generalized anti-Chinese violence&rdquo;</em>, rather than being lynched for a specific allegation. Whether or not one calls them lynchings, the outcomes were the same: Chinese lives were lost to mob violence, and none of the perpetrators faced punishment. These tragedies underscore that even when mobs didn&rsquo;t explicitly hang a person, their actions in riots could be just as deadly for the Chinese community.",
    "narrative-summary": "In June 1886 in Truckee, California, two Chinese men (Tem Ah Yeck and Ah Juy) were killed during a violent anti-Chinese riot. The mob attacked the Chinese community; these men died amidst the chaos, illustrating the collateral casualties of mob violence."
  },
  {
    "lynching-id": "MO1886-07-02",
    "article-ids": [
      "0104",
      "0133"
    ],
    "victim-names": [
      "Unnamed (Chinese sheepherder)"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1886-07-02",
    "year": 1886,
    "decade": "1880",
    "state": "Montana",
    "county": "Silver Bow County",
    "city": "Silver Bow",
    "latitude": 45.9966,
    "longitude": -112.5802,
    "event-type": "Possible Lynching",
    "accusation": "Fear for safety noted; no crime formally alleged",
    "job": "Sheepherder",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "July 2, 1886 &ndash; Silver Bow, Montana: A Chinese Sheepherder Found Hanged in his Cabin",
    "narrative-short-title": "A Chinese Sheepherder Found Hanged in his Cabin",
    "narrative-body": "On July 2, 1886, the body of an unidentified Chinese sheepherder was found hanging in his remote cabin south of Silver Bow, Montana. The Chinese man worked for a rancher in Silver Bow County. Neighbors were reportedly uneasy about his presence. When he was discovered hanging in his cabin, questions arose about whether he had taken his own life or been lynched. Authorities launched an official inquest into the suspicious death. However, no formal accusations were made. In the end, the coroner could not definitively determine whether the death was a suicide or a murder. Due to the pervasive atmosphere of apprehension and animosity toward Chinese immigrants, many residents theorized that the sheepherder had been slain by vigilantes, who then manipulated the scene to appear as a suicide. The truth of the matter was never uncovered.",
    "narrative-summary": "On July 2, 1886 in Silver Bow, Montana, a Chinese sheepherder was found hanged in his cabin. The circumstances were unclear, and no suspects were reported. This incident underscores the persistent danger faced by Chinese workers in remote areas, even when the motive was unknown."
  },
  {
    "lynching-id": "CA1886-08-11",
    "article-ids": [
      "0083",
      "0084",
      "0085",
      "0086",
      "0087",
      "0088"
    ],
    "victim-names": [
      "Unnamed children"
    ],
    "victim-gender": "Unknown",
    "number-of-victims": 5,
    "date": "1886-08-11",
    "year": 1886,
    "decade": "1880",
    "state": "California",
    "county": "Yreka",
    "city": "Siskiyou",
    "latitude": 41.735,
    "longitude": -122.634,
    "event-type": "Riot",
    "accusation": "Anti-Chinese prejudice",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "June 2, 1886 &ndash; Yreka, California: &ldquo;Collateral&rdquo; Deaths of Five Chinese Children in a Fire Set by a White Mob of Rioters",
    "narrative-short-title": "&ldquo;Collateral&rdquo; Deaths of Five Chinese Children in a Fire Set by a White Mob of Rioters",
    "narrative-body": "By 1886, many Western towns were engaging in wholesale purges of Chinese residents through riots and arson. In two such incidents in northern California, Chinese people perished as a direct result of mob actions, even if not by hanging. In <strong>Yreka</strong> (far northern California), an anti-Chinese riot in 1886 led to a conflagration in the Chinese quarter. <strong>Five Chinese children</strong> died in the flames set by the mob. The rioters likely did not set out specifically to kill children, but their reckless arson and refusal to allow firefighters to intervene resulted in these innocent deaths. Unlike classic lynchings, these victims were not individually targeted by rope or gun; nevertheless, historians consider these <strong>racially motivated killings</strong>. Pfaelzer characterizes Truckee and Yreka as instances where victims <em>&ldquo;were caught up in generalized anti-Chinese violence&rdquo;</em>, rather than being lynched for a specific allegation. Whether or not one calls them lynchings, the outcomes were the same: Chinese lives were lost to mob violence, and none of the perpetrators faced punishment. These tragedies underscore that even when mobs didn&rsquo;t explicitly hang a person, their actions in riots could be just as deadly for the Chinese community.",
    "narrative-summary": "On June 2, 1886 in Yreka, California, anti-Chinese rioters set fire to a Chinatown building, and five Chinese children were killed in the blaze. These innocent victims died as collateral damage of the riot. Their deaths underscore the toll that racial violence inflicted on entire immigrant families."
  },
  {
    "lynching-id": "CA1887-04-11",
    "article-ids": [
      "0132"
    ],
    "victim-names": [
      "Unamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1887-04-11",
    "year": 1887,
    "decade": "1880",
    "state": "California",
    "city": "Butte City",
    "latitude": 39.4646,
    "longitude": -121.99,
    "event-type": "Lynching",
    "accusation": "Murder (mistaken identity)",
    "job": "Fish worker",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "April 10, 1887 &ndash; Butte City, California: Posse Kills Innocent Chinese Man in Manhunt",
    "narrative-short-title": "Posse Kills Innocent Chinese Man in Manhunt",
    "narrative-body": "On April 10, 1887, a posse searching for a Chinese murder suspect shot and killed an innocent Chinese man near Butte City, California. Days earlier, a Chinese servant named Hong Di had fled after allegedly killing a woman in neighboring Colusa County. Armed posses fanned out across the countryside to hunt him down. One posse, led by the sheriffs of Colusa and Butte counties, encountered a Chinese woodcutter's shack in the hills above Butte City. As they approached, a Chinese man bolted out the back door of the cabin, apparently frightened. Posse members opened fire and gunned him down on the spot. It turned out this man was <em>not</em> Hong Di, but rather an innocent man tragically caught up in the frenzy. Hong Di himself was captured alive a few weeks later. The wrongful killing of the unnamed woodcutter starkly showed how prejudice and panic could make any Chinese man a target during a manhunt.",
    "narrative-summary": "On April 10, 1887 in Butte City, California, a posse hunting outlaws mistakenly killed an innocent Chinese laborer, believing him to be a suspect. The man was wrongly identified and had no trial. This tragic case highlights how Chinese immigrants could become victims of violence even without justification."
  },
  {
    "lynching-id": "OR1887-07-00",
    "article-ids": [
      "0016",
      "0017",
      "0018"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 34,
    "date": "1887-07-00",
    "year": 1887,
    "decade": "1880",
    "state": "Oregon",
    "city": "Hells Canyon on Snake River",
    "latitude": 45.35,
    "longitude": -116.8333,
    "event-type": "Massacre",
    "accusation": "Labor dispute",
    "job": "Miners",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "May 1887 &ndash; Hells Canyon, Oregon: The Hells Canyon Massacre of Chinese Miners",
    "narrative-short-title": "The Hells Canyon Massacre of Chinese Miners",
    "narrative-body": "In late May 1887, one of the worst mass murders of Chinese immigrants in American history took place at Deep Creek in Hells Canyon, along the Snake River in Oregon. A gang of horse thieves and rustlers from nearby Wallowa County ambushed a group of Chinese gold miners camped at Deep Creek. The attackers brutally killed as many as 31 to 34 Chinese miners and stole the gold the miners had accumulated. The killers dumped the victims' bodies into the Snake River, where some remains were later found downstream, bearing signs of mutilation. Although six members of the gang were eventually indicted after one thief turned informant, no one was ever convicted or punished for the massacre. The Chinese Massacre at Hells Canyon (also known as the Deep Creek massacre) was largely forgotten for decades, exemplifying how justice was seldom served for even the most heinous crimes against Chinese in the American West.",
    "narrative-summary": "In May 1887 in Hells Canyon on the Oregon-Idaho border, a gang of horse thieves ambushed and massacred Chinese gold miners. At least 34 Chinese miners were killed and robbed. Only three men escaped to report the crime. This remains one of the largest known anti-Chinese massacres in U.S. history."
  },
  {
    "lynching-id": "CA1887-07-11",
    "article-ids": [
      "0025",
      "0026",
      "0072",
      "0073",
      "0110",
      "0111",
      "0112",
      "0155",
      "0159",
      "0169",
      "0170"
    ],
    "victim-names": [
      "Hong Di"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1887-07-11",
    "year": 1887,
    "decade": "1880",
    "state": "California",
    "county": "Colusa",
    "city": "Colusa",
    "latitude": 39.2143,
    "longitude": -122.0091,
    "event-type": "Lynching",
    "accusation": "Murder",
    "job": "Domestic servant",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day",
    "narrative-title": "July 2, 1886 &ndash; Colusa, California: The Widely Reported Lynching of Hong Di, Convicted of Murdering a White Person",
    "narrative-short-title": "The Widely Reported Lynching of Hong Di, Convicted of Murdering a White Person",
    "narrative-body": "On July 2, 1886, a Chinese man named <strong>Hong Di</strong> was lynched in Colusa, California, in an unusual sequence of events. Hong Di had been convicted in court of murdering a white person and was sentenced to life in prison (thus spared the death penalty). This leniency outraged many locals. As Hong Di was being transported, a mob of vigilantes &ndash; possibly members of an <em>anti-Chinese league</em> &ndash; overpowered the sheriff&rsquo;s party and seized the prisoner. They took Hong Di to a nearby tree and <strong>hanged him</strong> despite his legal sentence of imprisonment. Newspapers later described this extrajudicial killing as being carried out by a well-organized band of citizens, effectively overruling the court&rsquo;s decision. A Southern newspaper, the <em>Yorkville Enquirer</em>, chillingly reported the event as <em>&ldquo;Ku-Kluxing in California,&rdquo;</em> drawing an analogy to how vigilantes in the South (the Ku Klux Klan) administered what they saw as &ldquo;justice.&rdquo; The Colusa lynching shows that even when Chinese suspects navigated the legal system to some extent, mobs might still intervene to ensure a death. It was indeed <em>&ldquo;worse than Africa,&rdquo;</em> as one article titled it, commenting on the lawlessness of Californians taking lives despite court verdicts. Hong Di&rsquo;s lynching also indicates how Western mobs borrowed the lynching culture of the South (as seen by the reference to Ku-Klux style justice), blending anti-Black and anti-Chinese vigilantism into a familiar narrative of white supremacy.",
    "narrative-summary": "In July 1886 in Colusa, California, a Chinese man named Hong Di was lynched after being convicted of murdering a white man. As he awaited execution, vigilantes stormed the jail and shot him without waiting for the legal sentence. This event shows how mob violence sometimes overtook even judicial processes."
  },
  {
    "lynching-id": "HI1889-01-00",
    "article-ids": [
      "0081"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1889-01-00",
    "year": 1889,
    "decade": "1880",
    "state": "Hawaii",
    "city": "Honolulu",
    "latitude": 21.3069,
    "longitude": -157.8583,
    "event-type": "Lynching",
    "accusation": "Witness to murder",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "January 1889 &ndash; Honolulu, Hawaii: Chinese Immigrant Fell Victime to Highbinders&rsquo; Lynch Law",
    "narrative-short-title": "Chinese Immigrant Fell Victime to Highbinders&rsquo; Lynch Law",
    "narrative-body": "Even beyond the continental United States, Chinese immigrants fell victim to lynch law. In early 1889, in the Kingdom of Hawaii (which would not become U.S. territory until 1898), a Chinese man in Honolulu was reportedly <strong>lynched by a Chinese secret society</strong>, known as <em>Highbinders</em>. According to the <em>Hawaiian Gazette</em> (Jan. 22, 1889), this act of vigilantism was dubbed <em>&ldquo;Highbinders&rsquo; Law.&rdquo;</em> A Chinese man had witnessed a gang-related murder and was suspected of informing the authorities. In retribution, members of a Highbinder tong abducted him and executed him &ndash; essentially a lynching within the Chinese community. While the dynamics here differed from the white-on-Chinese lynchings in America, it underscores that the concept of extralegal mob &ldquo;justice&rdquo; was not solely a white domain. Chinese-on-Chinese violence (often related to tong feuds or enforcing silence) sometimes led to lynchings as well. The Honolulu case is usually included in lynching inventories because it meets the criteria: a group killed someone illegally for perceived justice. It is a grim reminder that Chinese immigrants, even in an Asian-majority society like 1880s Hawaii, navigated a violent underworld where they might be lynched either by racist outsiders or by factions within their ethnic enclave.",
    "narrative-summary": "In January 1889 in Honolulu, Hawaii, a Chinese immigrant named Li Yam Hong was lynched by members of the local “Highbinders” secret society. He had been accused of murdering a woman, though evidence was unclear. This incident shows that Chinese immigrants faced violent vigilante justice even outside the continental U.S."
  },
  {
    "lynching-id": "WA1889-02-00",
    "article-ids": [
      "0079"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1889-02-00",
    "year": 1889,
    "decade": "1880",
    "state": "Washington",
    "county": "Whitman",
    "city": "Tekoa",
    "latitude": 47.2232,
    "longitude": -117.0788,
    "event-type": "Lynching",
    "accusation": "Labor dispute",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "February 1889 &ndash; Tekoa, Washington Territory: Mob of Whtie Workers Lynched Unamed Chinese man in Labor Dispute",
    "narrative-short-title": "Mob of Whtie Workers Lynched Unamed Chinese man in Labor Dispute",
    "narrative-body": "In the winter of 1889, as Washington Territory was on the cusp of statehood, anti-Chinese violence struck the Palouse region. In <strong>Tekoa</strong> (Whitman County), tensions over Chinese labor boiled over when a Chinese worker was accused of stirring trouble during a railroad construction project. A mob of white workers and farmers formed and <strong>lynched the unnamed Chinese man</strong> in early 1889. The pretext given was a vague &ldquo;labor dispute,&rdquo; but underlying it was the desire to remove Chinese from the workforce. This incident was noted in various sources (&ldquo;various&rdquo; in the records indicates multiple newspaper accounts exist). It occurred amid a wave of expulsions throughout Washington in 1885&ndash;1886; by 1889, few Chinese remained in rural Eastern Washington, which made those who did stay especially vulnerable. The Tekoa lynching likely happened quietly, possibly at night at a secluded spot, and was only briefly reported. It shows that even as the frontier era waned, new states like Washington continued to see frontier-style vigilante actions against the Chinese. Such murders on the eve of Washington&rsquo;s admission to the Union cast a long shadow, warning that statehood and modern governance were not about to end the menace of lynch mobs for minority communities instantly.",
    "narrative-summary": "In February 1889 in Tekoa, Washington Territory, a mob of white workers lynched an unnamed Chinese laborer amid a labor dispute. The victim was tortured before being hanged. This incident exemplifies the violent tensions between white and Chinese workers over jobs in the late 1880s."
  },
  {
    "lynching-id": "WI1889-03-12",
    "article-ids": [
      "0036",
      "0082",
      "0161"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1889-03-12",
    "year": 1889,
    "decade": "1880",
    "state": "Wisconsin",
    "city": "Milwaukee",
    "latitude": 43.0389,
    "longitude": -87.9065,
    "event-type": "Lynching",
    "accusation": "Attempted rape",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "March 12, 1889 &ndash; Milwaukee, Wisconsin: Mob Hanged a Chinese Laundry Man During Violent Anti-Chinese Riots",
    "narrative-short-title": "Mob Hanged a Chinese Laundry Man During Violent Anti-Chinese Riots",
    "narrative-body": "Thousands of miles from the West Coast, <strong>Milwaukee, Wisconsin,</strong> became the unlikely scene of a violent anti-Chinese riot and lynching in March 1889. In this industrial Midwestern city, there were very few Chinese residents (mostly running laundries). But when two Chinese laundrymen &ndash; <em>Sam Yip Ya (alias Sam Yip Ja)</em> and <em>Hop Ding</em> &ndash; were accused of <em>&ldquo;debauching&rdquo;</em> (sexually abusing) several local girls, public outrage erupted. Starting on March 8, 1889, crowds of angry citizens gathered outside the courthouse where the two Chinese suspects were brought for a hearing. The mob jeered and tried to grab the prisoners, who were barely saved by police and whisked to jail. Over the next few days, anti-Chinese hysteria gripped Milwaukee. Mobs of <em>&ldquo;thousands of people gathered in all parts of the city&rdquo;</em> at night, <strong>raiding every Chinese laundry, smashing windows, and assaulting any Chinese they found</strong>. Many Chinese fled or hid in police stations for protection as roving bands of rioters shouted <em>&ldquo;Down with the Chinese!&rdquo;</em> and <em>&ldquo;The Chinese must go!&rdquo;</em>. On the night of March 11, the situation climaxed: a mob caught a Chinese laundryman on the street, slipped a noose around his neck, and dragged him to a lamppost at Twenty-Seventh and Chestnut Streets. <strong>In the early hours of March 12, 1889, that Chinese man was hanged by the mob</strong>. (He was likely one of the two original suspects, though reports simply called him <em>&ldquo;a Chinaman&rdquo;</em>.) Police eventually dispersed the rioters, but not in time to save the lynching victim. The <em>Ashland (WI) Weekly News</em> reported: <em>&ldquo;Every Chinese laundry in the city has been raided&hellip; the people are terribly worked up over the outrages&hellip; and it is only a matter of a few hours when the city will be rid of them.&rdquo;</em> This Milwaukee episode is startling &ndash; it resembled the anti-Chinese riots of the West but took place in the Great Lakes region. It is notable as <strong>the only recorded lynching of a Chinese in the Midwest</strong>, and it showed that anti-Chinese fervor, often linked to rumors of sexual crimes, was truly nationwide. No one was prosecuted for the murder. Milwaukee&rsquo;s Chinese community, which was tiny to begin with, virtually disappeared after the riot. Contemporary commentators drew lessons from it; one Southern paper ironically noted that those who preach lynching (justified usually against Black men) should <em>&ldquo;remember what an imitative cuss man is&rdquo;</em> &ndash; implying that whites in Wisconsin copied lynch law rhetoric to target a Chinese man.",
    "narrative-summary": "On March 12, 1889 in Milwaukee, Wisconsin, a mob of local workers lynched a Chinese laundryman during a violent anti-Chinese riot. The man was beaten and hanged in the street. The incident was fueled by economic unrest, showing that anti-Chinese violence could erupt far from the West Coast."
  },
  {
    "lynching-id": "CO1890-07-08",
    "article-ids": [
      "0031",
      "0032"
    ],
    "victim-names": [
      "Ah Sam"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1890-07-08",
    "year": 1890,
    "decade": "1890",
    "state": "Colorado",
    "city": "Fort Logan",
    "latitude": 39.6455,
    "longitude": -105.0361,
    "event-type": "Lynching",
    "accusation": "Larceny",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "July 8, 1890 &ndash; Fort Logan, Colorado: The Lynching of Ah Sam, a Camp Cook Accused of Petty Theft",
    "narrative-short-title": "The Lynching of Ah Sam, a Camp Cook Accused of Petty Theft",
    "narrative-body": "In July 1890, at Fort Logan (a U.S. Army post near Denver, Colorado), a Chinese camp cook named <strong>Ah Sam</strong> was lynched. He had been accused of petty theft on the base. According to later accounts, some soldiers and local civilians formed a mob, took Ah Sam into custody, and hanged him from a tree on the outskirts of the fort. The case got little press, perhaps because it involved military personnel on federal property &ndash; a potentially embarrassing situation for the Army. Fort Logan&rsquo;s commanders quietly investigated, but no one was court-martialed or charged. It underscores that the Chinese were vulnerable not only in civilian towns but even on Army bases where they worked as support staff. Ah Sam&rsquo;s death in 1890 also foreshadowed a spate of anti-Chinese lynchings and near-lynchings in Colorado in the early 1890s, as nativist sentiment flared during economic hard times.",
    "narrative-summary": "In July 1890 at Fort Logan, Colorado, a Chinese camp cook named Ah Sam was lynched after being accused of petty theft on the Army base. A mob of soldiers and civilians seized him and hanged him without trial. The incident shows how even minor accusations could spark deadly racial violence."
  },
  {
    "lynching-id": "WA1891-03-08",
    "article-ids": [
      "0098",
      "0134"
    ],
    "victim-names": [
      "Unknown (Chinese man)"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1891-03-08",
    "year": 1891,
    "decade": "1890",
    "state": "Washington",
    "county": "King County",
    "city": "Seattle",
    "latitude": 47.6062,
    "longitude": -122.3321,
    "event-type": "Lynching",
    "accusation": "Unknown",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "March 8, 1891 &ndash; Seattle, Washington: Chinese Man Hanged in Suspicious Seattle Death",
    "narrative-short-title": "Chinese Man Hanged in Suspicious Seattle Death",
    "narrative-body": "On March 8, 1891, an unknown Chinese man was found hanging from a telegraph pole on the outskirts of Seattle, Washington. The death was initially recorded as a suicide, but many in the local Chinese community and press believed the man had been lynched by unknown assailants, who then staged the scene. At the time, anti-Chinese attitudes in the Pacific Northwest were running high – just a few years earlier, mobs had driven out Chinese residents from Seattle and other towns. It was noted as highly unusual for a Chinese man to take his own life in such a public manner, fueling suspicions of foul play. Although suspicions lingered, no culprits were ever identified, leaving the \"telegraph pole hanging\" case unsolved by authorities.",
    "narrative-summary": "On March 8, 1891 in Seattle, Washington, an unidentified Chinese man was found hanging from a tree. The death was officially recorded as a suicide, but the Chinese community suspected foul play. The case remains unresolved, reflecting the persistent dangers Chinese immigrants faced amid local prejudice."
  },
  {
    "lynching-id": "CA1891-06-15",
    "article-ids": [
      "0165"
    ],
    "victim-names": [
      "Ah Anong Ti"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1891-06-15",
    "year": 1891,
    "decade": "1890",
    "state": "California",
    "county": "Mono",
    "city": "Bridgeport",
    "latitude": 38.2555,
    "longitude": -119.231,
    "event-type": "Lynching",
    "accusation": "Murder",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day",
    "narrative-title": "June 15, 1891 &ndash; Bridgeport, California: A Mob Broke into a Local Jail and Lynched Ah Anong Ti for Allegedly Murdering a White Man",
    "narrative-short-title": "A Mob Broke into a Local Jail and Lynched Ah Anong Ti for Allegedly Murdering a White Man",
    "narrative-body": "In June 1891, <strong>Ah Anong Ti</strong>, a Chinese man living in Bridgeport (Mono County), California, was lynched by a mob. Ah Anong Ti had been accused of murdering a white man. He was arrested and, for a brief moment, it seemed the law would run its course. But local sentiment demanded immediate retribution. A gang of vigilantes overpowered the sheriff&rsquo;s deputies and took Ah Anong Ti from the jail. They brought him to a gallows erected near Bridgeport and <strong>executed him by hanging</strong>. This case was noted by historian Ken Gonzales-Day, who pointed out that it occurred in an area (eastern California) where frontier attitudes still prevailed in the 1890s. The lynchers, of course, were never identified or charged. Ah Anong Ti&rsquo;s death is sometimes cited as the last Chinese lynching in California. It illustrates how, even toward the close of the 19th century, long after statehood and the presumed establishment of law and order, racially motivated lynch mobs could snatch prisoners from jail and kill them in California, especially if the prisoner was Chinese and the victim white. It also shows the continuity of practice: much as Hong Di was lynched in 1887, Colusa, despite a life sentence, Ah Anong Ti was lynched in 1891, Bridgeport, while awaiting due process. In the eyes of the mob, a Chinese suspect simply did not deserve the protection of the courts.",
    "narrative-summary": "In June 1891 in Bridgeport, California, a Chinese miner named Ah Anong Ti was accused of murdering a white man. He was arrested and held in jail, but a mob stormed the building and lynched him before he could stand trial. This demonstrates how racial prejudice could override the legal process."
  },
  {
    "lynching-id": "CO1891-08-25",
    "article-ids": [
      "0041",
      "0080",
      "0113"
    ],
    "victim-names": [
      "Lee Quang (aka Lee Oman)"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1891-08-25",
    "year": 1891,
    "decade": "1890",
    "state": "Colorado",
    "city": "Ouray",
    "latitude": 38.02277,
    "longitude": -107.67145,
    "event-type": "Lynching",
    "accusation": "Attempted rape",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "August 25, 1891 &ndash; Ouray, Colorado: Armed Mob Removed Quong Lee from Jail and Hanged Him",
    "narrative-short-title": "Armed Mob Removed Quong Lee from Jail and Hanged Him",
    "narrative-body": "One of the last lynchings of a Chinese immigrant in Colorado occurred on August 25, 1891, in the mountain town of Ouray. A Chinese man named <strong>Quong Lee</strong> had been accused of <em>&ldquo;attempted rape&rdquo;</em> of a local white woman. The allegation enraged the community. Before a trial could take place, an armed mob broke into the jail and dragged Quong Lee out. Despite the sheriff&rsquo;s pleas, the vigilantes <strong>hanged Quong Lee from a telegraph pole</strong> on Main Street. The <em>Ouray Herald</em> and other papers noted the lynching approvingly, framing it as the swift punishment for a would-be rapist. Quong Lee&rsquo;s death is particularly tragic because it appears he may have been innocent or the victim of a misunderstanding; some reports suggest he merely had a dispute over laundry charges with the woman&rsquo;s family. Nonetheless, Ouray&rsquo;s citizens were not willing to take chances &ndash; they followed the grim pattern of Southern &ldquo;rape lynchings,&rdquo; but with a Chinese man as the victim. The Monroe Work Project lists Quong Lee&rsquo;s lynching, making it one of only a handful of documented lynchings of Chinese in the Rocky Mountain states. It demonstrated that even as the 1890s dawned (and after the Chinese Exclusion Act of 1882 had drastically cut Chinese immigration), those Chinese who remained in small Western communities were under constant threat of mob violence at the slightest provocation.",
    "narrative-summary": "In August 1891 in Ouray, Colorado, a Chinese miner named Quong Lee was accused of assaulting a local woman. A mob of miners broke into the jail, conducted an impromptu trial, and hanged him. This vigilante lynching, one of the last recorded in Colorado, illustrates the violent racial climate of the era."
  },
  {
    "lynching-id": "CA1894-12-18",
    "article-ids": [
      "0100"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1894-12-18",
    "year": 1894,
    "decade": "1890",
    "state": "California",
    "city": "Newark",
    "latitude": 37.5297,
    "longitude": -122.0402,
    "event-type": "Lynching",
    "accusation": "Unknown",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "December 18, 1894 &ndash; Central California (near Newark): An Unnamed Chinese Man Lynched for Unknow Causes",
    "narrative-short-title": "An Unnamed Chinese Man Lynched for Unknow Causes",
    "narrative-body": "In 1894, an incident was recorded where an <strong>unnamed Chinese man was lynched in or near Newark, California</strong>. (Some sources have this event in late 1894, though it might refer to the December 1884 Newark lynching previously discussed &ndash; the historical record is a bit confused on the date.) If indeed a separate 1894 lynching occurred, details are virtually nonexistent: the victim&rsquo;s identity, the motive, and the exact location were not preserved in newspapers. It appears in lynching lists with &ldquo;Unknown&rdquo; as the cause, suggesting it may have been purely driven by racial animosity or vigilante overflow from another event. By the 1890s, outright lynchings of Chinese in California had become less frequent (the violence more often took the form of organized expulsions or boycotts). This obscure 1894 case, if distinct, serves as a reminder that isolated lynchings still occurred in that decade. It underscores the persistent precariousness of Chinese lives, even as the Chinese American community shrank and became more insular under exclusion. Without more information, this lynching remains one of the <em>&ldquo;forgotten&rdquo;</em> ones &ndash; a Chinese man killed by persons unknown, remembered only as a statistic in an inventory.",
    "narrative-summary": "In December 1894 near Newark, California, an unidentified Chinese man was found lynched. The cause remains unknown and no records identify the victim. This late-19th-century incident shows that sporadic anti-Chinese violence continued even without clear motives or documentation."
  },
  {
    "lynching-id": "CA1896-06-02",
    "article-ids": [
      "0100",
      "0135"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1896-06-??",
    "year": 1896,
    "decade": "1890s",
    "state": "California",
    "county": "Butte County",
    "city": "Oroville",
    "latitude": 39.5138,
    "longitude": -121.5564,
    "event-type": "Lynching",
    "accusation": "Murder",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "June 2, 1896 &ndash; Oroville, California: A Large Mob Lynched a Chinese Murder Suspect",
    "narrative-short-title": "A Large Mob Lynched a Chinese Murder Suspect",
    "narrative-body": "On June 2, 1896, a mob lynched an unnamed Chinese man in Oroville, California. He had been jailed as a suspect in the murder of a local white woman. A large crowd of local men, impatient and inflamed by the heinous crime, gathered at the jail and overwhelmed the sheriff and his deputies. The mob dragged the Chinese prisoner out of his cell and brought him to the Oroville bridge on the edge of town. There, beneath the bridge's trusses, they hanged him. The lynching was carried out in defiance of the law – the suspect had not even been formally indicted before the mob took his life. Press reports noted that officials had been unable (or unwilling) to protect the prisoner from the mob's wrath. The Oroville lynching was one of the last known anti-Chinese lynchings in California.",
    "narrative-summary": "On June 2, 1896 in Oroville, California, a mob lynched an unnamed Chinese man accused of murdering a white woman. A large crowd of local men stormed the jail and hanged the suspect without trial. This incident illustrates how allegations against Chinese immigrants could provoke immediate mob violence."
  },
  {
    "lynching-id": "CA1901-07-09",
    "article-ids": [
      "0029",
      "0030",
      "0033",
      "0039",
      "0121",
      "0114",
      "0142"
    ],
    "victim-names": [
      "Ah Sing Yong (aka Tung Fook",
      "Yung Fook",
      "Young Fooke)"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1901-07-09",
    "year": 1901,
    "decade": "1900",
    "state": "California",
    "county": "Kern",
    "city": "Mt. Breckenridge",
    "latitude": 35.7135,
    "longitude": -118.4816,
    "event-type": "Lynching",
    "accusation": "Assault",
    "job": "Cook",
    "newly-documented": "No",
    "source": "Ken Gonzales-Day; Monroe Work Project",
    "narrative-title": "July 9, 1901 &ndash; Kern County, California: A Chinese Laborer Named Ah Sing Yong Lynched for Allegedly Assaulting a White Female",
    "narrative-short-title": "A Chinese Laborer Named Ah Sing Yong Lynched for Allegedly Assaulting a White Female",
    "narrative-body": "In the summer of 1901, in the mountains of Kern County, California (near a place called Mt. Breckenridge), a Chinese laborer named <strong>Ah Sing Yong</strong> was lynched. He was accused of assaulting a white woman or girl in a rural community. Local ranchers and townsfolk formed a mob, captured Ah Sing Yong, and hanged him from a tree in a remote canyon. This lynching was noted by Gonzales-Day and others as occurring well after the peak of anti-Chinese violence, showing that the threat never entirely subsided. By the turn of the century, the Chinese in California were few and mostly older men, yet prejudices and fears remained. The Ah Sing Yong case resembles earlier &ldquo;assault&rdquo; lynchings: a claim of an attack on a white female leading swiftly to execution without trial. It would be one of the last such lynchings in California. The incident barely made a blip in state news, as attention had shifted to other issues, and perhaps because by the late 1890s, Chinese victims elicited little public sympathy. For Chinese Californians, however, it was a fresh trauma and a sign that they could still be targets of mob hatred heading into the 20th century.",
    "narrative-summary": "In the summer of 1901 in Kern County, California, a Chinese laborer named Ah Sing Yong was lynched after being accused of assaulting a white woman. A posse captured and hanged him without trial. This incident shows that, even in the 20th century, mere accusations could lead to deadly vigilante violence."
  },
  {
    "lynching-id": "NV1903-09-17",
    "article-ids": [
      "0070",
      "0101"
    ],
    "victim-names": [
      "Ping Ling"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1903-09-17",
    "year": 1903,
    "decade": "1900",
    "state": "Nevada",
    "county": "Nye",
    "city": "Tonopah",
    "latitude": 38.0694,
    "longitude": -117.2306,
    "event-type": "Lynching",
    "accusation": "Anti-Chinese prejudice",
    "newly-documented": "No",
    "source": "Monroe Work Project",
    "narrative-title": "September 17, 1903 &ndash; Tonopah, Nevada: Local Whites Lynched an Itinerant Chinese Laborer in a Fever of Anti-Chinese Sentiment",
    "narrative-short-title": "Local Whites Lynched an Itinerant Chinese Laborer in a Fever of Anti-Chinese Sentiment",
    "narrative-body": "In 1903, the mining boomtown of Tonopah, Nevada, was the site of <strong>a lynching driven purely by racial hatred</strong>. An itinerant Chinese laborer (name not recorded) was found in town at a time when anti-Chinese feeling was running high. There were no specific crimes pinned on him; instead, local whites simply did not want any Chinese in the area. In mid-September 1903, a mob grabbed the man and lynched him &ndash; some accounts say he was hanged from a telegraph pole at the edge of town. The Monroe Work database lists the cause as <em>&ldquo;racial prejudice,&rdquo;</em> which implies the lynch mob itself offered no pretext besides the man&rsquo;s ethnicity. This lynching is significant as it occurred well after the &ldquo;violent 1880s&rdquo; and in a new mining camp, showing that the anti-Chinese animus easily rekindled wherever Chinese tried to resettle. The outrage in China over this killing (and others) put pressure on the U.S. government, which, around that time, was negotiating continued exclusion laws. It&rsquo;s worth noting that by 1903, lynching a Chinese person had become a rarity, which may be why this Tonopah event was noted in the press as a backward, lawless act. Nonetheless, it happened, and no one was punished. Tonopah&rsquo;s lynching in 1903 stands as one of the last known instances of a Western mob killing a Chinese person for simply being Chinese.",
    "narrative-summary": "In September 1903 in Tonopah, Nevada, an itinerant Chinese laborer was lynched by a mob amid a fever of anti-Chinese sentiment. The victim’s name was not recorded. He was seized on the street and hanged without trial. This incident reflects the persistent prejudice Chinese workers faced even in the early 20th century."
  },
  {
    "lynching-id": "MS1904-08-00",
    "article-ids": [
      "0207",
      "0208"
    ],
    "victim-names": [
      "Willie Wong"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1904-08-00",
    "year": 1904,
    "decade": "1900",
    "state": "Mississippi",
    "county": "Washington",
    "city": "Avon",
    "latitude": 33.2993,
    "longitude": -91.0562,
    "event-type": "Lynching",
    "accusation": "Murder",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "October 1904 &ndash; Clarksdale, Mississippi: African Americans Lynched Willie Wong, Accused of Killing a Black Man",
    "narrative-short-title": "African Americans Lynched Willie Wong, Accused of Killing a Black Man",
    "narrative-body": "An extraordinary lynching transpired in Clarksdale, Mississippi, in October 1904, one that upends the usual narrative of white mobs and minority victims. Here, a <strong>Chinese man named Willie Wong was lynched by an African American mob</strong>. Willie Wong had been accused of killing a Black man in an altercation. He stood trial and, in a rare outcome for the Jim Crow South, a white jury acquitted him (likely believing Wong acted in self-defense or simply giving more credence to a Chinese defendant than they would to a Black victim). The Black community of Clarksdale was furious at what they saw as a miscarriage of justice. Soon after the trial, in early October 1904, a group of Black men took matters into their own hands: they captured Willie Wong and lynched him, reportedly by hanging. The <em>Boston Globe</em> covered this incident under the title <em>&ldquo;Negroes Lynch Chinaman: Indignant Because Whites Acquitted Him for Killing Colored Man.&rdquo;</em> It emphasized how this was a <em>&ldquo;race war&rdquo;</em> of an unusual sort: Black citizens employing lynching in retaliation. White Southern newspapers, usually supportive of lynching, reacted with some discomfort, as reflected in an editorial wryly warning white lynching advocates that others might copy their methods. This case is unique as the <strong>only recorded instance of a Chinese person being lynched by a non-white (Black) mob</strong>. It underscores how Chinese in the South occupied a tenuous middle ground &ndash; not entirely accepted by whites, yet sometimes resented by Blacks as well. Willie Wong&rsquo;s death also illustrates that lynching in America was a contagion of violence that could spread beyond its original racial targets.",
    "narrative-summary": "In October 1904 in Clarksdale, Mississippi, a Chinese immigrant named Willie Wong was lynched by members of the local African American community after being accused of killing a black man. This rare incident, involving Chinese and black individuals, highlights the vulnerability of Chinese immigrants amid racial violence in the early 20th-century South."
  },
  {
    "lynching-id": "TX1911-07-00",
    "article-ids": [
      "0067",
      "0069"
    ],
    "victim-names": [
      "Unnamed"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1911-07-00",
    "year": 1911,
    "decade": "1910",
    "state": "Texas",
    "city": "El Paso",
    "latitude": 31.7619,
    "longitude": -106.485,
    "event-type": "Lynching",
    "accusation": "Unknown",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "July 1911 &ndash; El Paso, Texas: Rare 20th Century Lynching of a Chinese Man in Texas",
    "narrative-short-title": "Rare 20th Century Lynching of a Chinese Man in Texas",
    "narrative-body": "By the 1910s, Chinese lynchings had largely faded into history, but one last case emerged on the U.S.&ndash;Mexico border. In July 1911, amid social upheaval from the Mexican Revolution spilling into Texas, an <strong>unnamed Chinese man was lynched near El Paso</strong>. Precise details are scant. It&rsquo;s possible he was a Chinese refugee or merchant caught in anti-foreigner sentiment as refugees flooded El Paso, or he might have been accused of some crime in a rural Texas community. The 1911 Texas lynching of a Chinese was a startling late occurrence &ndash; by then, lynching in Texas mainly targeted Black or Mexican people. The Chinese victim in 1911 shows that, under the right (or wrong) conditions, the old pattern could reassert itself. It might be considered the last Chinese lynching in the American West, coming 26 years after Rock Springs. After this, the Chinese in the U.S. were so few and so segregated in Chinatowns that direct mob violence against them became rare. Still, the very existence of the 1911 El Paso case confirms that the specter of lynching had not entirely vanished.",
    "narrative-summary": "In July 1911 in El Paso, Texas, one of the anti-Chinese lynchings was recorded. An unidentified Chinese man was seized by a mob near the U.S.–Mexico border amid Mexican-Revolution-era unrest and hanged. Racial mob violence against Chinese people persisted into the 20th century."
  },
  {
    "lynching-id": "IL1913-09-03",
    "article-ids": [
      "0102",
      "0136"
    ],
    "victim-names": [
      "Charles Sing"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1913-09-03",
    "year": 1913,
    "decade": "1910",
    "state": "Illinois",
    "city": "Chicago",
    "latitude": 41.8781,
    "longitude": -87.6298,
    "event-type": "Lynching",
    "accusation": "Miscegenation",
    "job": "Restaurant owner",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "September 3, 1913 &ndash; Chicago, Illinois: Chinese American Married to White Woman Murdered in Chicago Hate Crime",
    "narrative-short-title": "Chinese American Married to White Woman Murdered in Chicago Hate Crime",
    "narrative-body": "On September 3, 1913, a 40-year-old Chinese American man named Charles Sing was attacked and killed in his home in Chicago, Illinois, in what police believed was a hate-driven lynching. Charles Sing was married to a white woman, 24-year-old Alice Davis Sing – a fact that had angered some of their neighbors. On that night, intruders broke into the Sing residence on Archer Avenue and savagely beat and stabbed Charles, who died shortly afterward at a hospital. Alice was found beside him, unconscious with a fractured skull, but she survived her injuries. Investigators initially concluded that \"white men living in the vicinity\" assaulted the couple because of Charles's marriage to an American (white) woman. The shocking incident underscored the continued intolerance for interracial marriage; even in 1913, years after the peak of Western lynchings, a Chinese man could be murdered simply for having a white wife. No perpetrators were ever definitively identified; Charles Sing's death remains an unresolved case.",
    "narrative-summary": "In September 1913 in Chicago, a Chinese American laundryman Charles Sing, whose marriage to white woman Alice Davis angered neighbors, was beaten and fatally stabbed in his home by intruders in an apparent interracial-marriage hate-crime “lynching.\" His wife survived severe injuries, and no killers were convicted."
  },
  {
    "lynching-id": "MS1915-10-11",
    "article-ids": [
      "0116",
      "0117",
      "0143"
    ],
    "victim-names": [
      "Ed Moy"
    ],
    "victim-gender": "Male",
    "number-of-victims": 1,
    "date": "1915-10-11",
    "year": 1915,
    "decade": "1910",
    "state": "Mississippi",
    "city": "Clarksdale",
    "latitude": 34.2001,
    "longitude": -90.5707,
    "event-type": "Lynching",
    "accusation": "Murder suspect",
    "newly-documented": "Yes",
    "source": "Kevin Hegg",
    "narrative-title": "October 11, 1915 &ndash; Clarksdale, Mississippi: The Double Lynching of a Chinese AND&nbsp; African American Victim",
    "narrative-short-title": "The Double Lynching of a Chinese AND&nbsp; African American Victim",
    "narrative-body": "The <strong>final recorded lynching of a Chinese person in America</strong> took place on October 11, 1915, in Clarksdale, Mississippi. This incident was a double lynching: a white mob lynched a Black man and a Chinese man at the same time. The background was the robbery-murder of a local white bank cashier named A.H. Cage during a burglary. Suspicion fell on two men: one Black and one Chinese (likely an employee or associate). A mob of masked white men overpowered the jail and <strong>took both the Black suspect and the Chinese suspect</strong>, then hanged them from a tree near the scene of the crime. The <em>Oregon Daily Journal</em> headlined <em>&ldquo;Negro and Chinaman Lynched&rdquo;</em>, reporting that early that morning, a mob strung up the pair believed to be involved in the bank cashier&rsquo;s murder. Southern newspapers, used to lynchings of Black men, remarked on the inclusion of a Chinese victim. The <em>Sumter Watchman and Southron</em> noted with some surprise the lynching of <em>&ldquo;a negro and a Chinaman&rdquo;</em> together by a Mississippi mob. This 1915 lynching is historically notable for a few reasons. It marked the <strong>end of the era of Chinese lynchings</strong>, as no further cases have been documented after this date. It is also the only known instance of a Chinese and an African American being lynched in one event by a white mob. White press commentary even used it to argue (in a twisted, joking way) that Mississippi mobs were &ldquo;equal opportunity&rdquo; lynchers with <em>&ldquo;no narrow race prejudice.&rdquo;</em> The <em>Birmingham Age-Herald</em>, for example, ran a cynical piece titled <em>&ldquo;Happiness in Mississippi&rdquo;</em>, quipping that <em>&ldquo;to prove they are not moved by narrow prejudice, Mississippi gentlemen lynched a Chinaman along with a Negro.&rdquo;</em>. Of course, underlying that sarcasm is the bleak reality that by 1915 lynching had become almost ritualized in parts of America. Chinese were rarely involved by that late date, but the Clarksdale case proved that under certain circumstances, even they could fall victim to the rope. After 1915, there were no more recorded Chinese lynching victims in the United States. Chinese communities continued to face discrimination and occasional violence. Still, the particular horror of lynch mobs largely passed into history &ndash; a sordid chapter that took dozens of lives and shattered countless others. Each of the stories summarized above ensures that these forgotten victims are, at long last, remembered.",
    "narrative-summary": "In October 1915 in Clarksdale, Mississippi, a white mob stormed the jail, abducted a Black suspect and a Chinese suspect in a bank-cashier murder case, and hanged both men. This is the last documented lynching of a Chinese person in the United States and the only known simultaneous lynching of a Black man and a Chinese man."
  }
]