[
  {
    "year": "1848",
    "month": "01",
    "day": "24",
    "displayDate": "1848-01-24",
    "headline": "Gold discovered at Sutter’s Mill",
    "text": "The finding of gold on the American River ignited the California Gold Rush, luring tens of thousands of fortune-seekers—among them the first large wave of Chinese workers, who quickly became indispensable yet resented laborers in the mines. Their sudden visibility laid the groundwork for a generation of anti-Chinese taxes, riots and exclusion laws.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Sutter%27s_Mill"
  },
  {
    "year": "1850",
    "month": "01",
    "day": "00",
    "displayDate": "1850-01-00",
    "headline": "1850s U.S. Decennial Census Data",
    "text": "Total U.S. Population: 23,191,876<br>Total African-American Population: 3,638,808 (15.7%)<br><strong>Total Asian Population: 0 (0.0%)</strong><br>Total Other Population: 19,553,068 (84.3%)<br>",
    "eventType": "U.S. Decennial Census Data",
    "link": "https://www.census.gov/content/dam/Census/library/working-papers/2002/demo/POP-twps0056.pdf"
  },
  {
    "year": "1850",
    "month": "04",
    "day": "13",
    "displayDate": "1850-04-13",
    "headline": "California Foreign Miners’ License Tax ($20)",
    "text": "California’s first state legislature targeted “foreign” miners—principally Mexicans, Chileans and Chinese—with a confiscatory $20 monthly license. Heavy enforcement drove many Chinese off rich streams, planted the precedent of taxing (rather than banning) Chinese labor, and filled an empty state treasury. Revenue needs would later temper calls for outright exclusion.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Foreign_Miners%27_Tax_Act_of_1850"
  },
  {
    "year": "1852",
    "month": "03",
    "day": "27",
    "displayDate": "1852-03-27",
    "headline": "New Foreign Miners’ Tax ($3)",
    "text": "After protests forced repeal of the 1850 levy, lawmakers re-imposed a lower $3 fee that still fell almost exclusively on Chinese diggers. Counties kept a share, tying local budgets to Chinese presence and making some mining districts ambivalent about expulsion.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Foreign_Miners%27_Tax_Act_of_1850"
  },
  {
    "year": "1852",
    "month": "05",
    "day": "00",
    "displayDate": "1852-05-00",
    "headline": "Possible Lynching of a Chinese Miner (First Documented Chinese Lynching)",
    "text": "In May 1852, a mob in Calaveras County, California, killed a Chinese miner accused of theft, burning his body after hanging. Though documentation is limited, this event is cited as an early extralegal killing of a Chinese person in the United States, exemplifying the Gold Rush era’s violent anti-Chinese sentiment.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1852-05-00/"
  },
  {
    "year": "1853",
    "month": "02",
    "day": "11",
    "displayDate": "1853-02-11",
    "headline": "A Mob Lynched a Chinese Servant (Joaqu&iacute;n and his Gang Blamed)",
    "text": "In February 1853 near Jacksonville, California, Chinese laborers were attacked after a teenager accused two of them of being members of bandit Joaquín Murrieta’s gang. A vigilante mob then executed a Chinese servant and another laborer without trial, illustrating the violent extralegal justice of the era.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1853-02-11/"
  },
  {
    "year": "1853",
    "month": "02",
    "day": "21",
    "displayDate": "1853-02-21",
    "headline": "Murrieta's Gang Massacres Chinese Miners",
    "text": "In February 1853 at Mud Springs, California, Joaquin Murrieta and his bandits ambushed a Chinese mining camp, killing five Chinese miners and wounding several others while stealing about $10,000 in gold. This brutal attack exemplifies violent anti-Chinese banditry during the Gold Rush era.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1853-02-21/"
  },
  {
    "year": "1853",
    "month": "10",
    "day": "05",
    "displayDate": "1853-10-05",
    "headline": "Horrific Massacre of Several Chinese Miners",
    "text": "In October 1853 near Chico, California, a mob massacred several Chinese miners. The brutality caused widespread horror and indignation, and authorities offered rewards for the killers. This event highlights the extreme violence Chinese immigrants faced during the Gold Rush era.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1853-10-05/"
  },
  {
    "year": "1854",
    "month": "03",
    "day": "30",
    "displayDate": "1854-03-30",
    "headline": "People v. Hall (Cal. Supreme Court)",
    "text": "Overturned a murder conviction of a white defendant, holding that Chinese witnesses could not testify against whites. By extending an existing ban on Black and Native testimony to Chinese people—and using openly racist language—the ruling effectively stripped Chinese residents of legal protection in California courts until 1872.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/People_v._Hall"
  },
 {
    "year": "1856",
    "month": "03",
    "day": "00",
    "displayDate": "1856-03-00",
    "headline": "Sparsely Documented Murder of Unnamed Chinese Man",
    "text": "In March 1856 in Bear Valley, California, one of two sparsely documented lynchings of Chinese men took place. A Chinese man was reportedly killed by a mob, but specific circumstances and the exact location were not recorded. This brief account highlights the under-reporting of such violence.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1856-03-00/"
  },
  {
    "year": "1856",
    "month": "10",
    "day": "10",
    "displayDate": "1856-10-10",
    "headline": "Sparsely Documented Murder of Unnamed Chinese Man",
    "text": "In October 1856 near Happy Camp, California, another scarcely documented lynching of a Chinese man occurred. As with the Bear Valley case, few details were recorded, but it was noted that a mob killed the man. These incidents show how anti-Chinese violence was often underreported.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1856-10-10/"
  },
  {
    "year": "1858",
    "month": "02",
    "day": "18",
    "displayDate": "1858-02-18",
    "headline": "Anti-Chinese Police Tax (CA)",
    "text": "California added a statewide $2.50 monthly “police” tax on every Chinese adult, deepening legal segregation while financing local law enforcement that often harassed the very population paying for it.",
    "eventType": "Legal & Policy",
    "link": ""
  },
  {
    "year": "1858",
    "month": "10",
    "day": "19",
    "displayDate": "1858-10-19",
    "headline": "A Chinese Man Accused of Murder and Lynched)",
    "text": "On October 19, 1858, near Sacramento, California, vigilantes lynched a Chinese laborer after accusing him of murdering an elderly local farmer. The mob captured and executed the man without trial, demonstrating the era’s brutal frontier justice. This incident exemplifies the dangers Chinese immigrants faced on the frontier.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1858-10-19/"
  },
  {
    "year": "1860",
    "month": "01",
    "day": "00",
    "displayDate": "1860-01-00",
    "headline": "1860s U.S. Decennial Census Data",
    "text": "Total U.S. Population: 31,443,321<br>Total African-American Population: 4,441,830 (14.1%)<br><strong>Total Asian Population: 34,933 (0.1%)</strong><br>Total Other Population: 26,966,558 (85.8%)<br>",
    "eventType": "U.S. Decennial Census Data",
    "link": "https://www.census.gov/content/dam/Census/library/working-papers/2002/demo/POP-twps0056.pdf"
  },
  {
    "year": "1861",
    "month": "11",
    "day": "12",
    "displayDate": "1861-11-12",
    "headline": "&ldquo;Chinaman&rdquo; Lynched under Mysterious Circumstances",
    "text": "In late 1861 in Granite Township, California, a Chinese man was found hanged under unclear circumstances. Local newspapers called him simply “the lynched Chinaman,” offering no details. This case underscores how many murders of Chinese immigrants were left unsolved and undocumented.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1861-11-12/"
  },
  {
    "year": "1862",
    "month": "04",
    "day": "07",
    "displayDate": "1862-04-07",
    "headline": "Lin Sing v. Washburn (Cal. Supreme Court)",
    "text": "Struck down California’s monthly “Chinese Police Tax” on miners. The court condemned the levy as unconstitutional “special and extreme hostility,” an early victory against racially targeted taxation.",
    "eventType": "Legal & Policy",
    "link": ""
  },
  {
    "year": "1862",
    "month": "07",
    "day": "14",
    "displayDate": "1862-07-14",
    "headline": "Federal Anti-Coolie Act",
    "text": "Congress banned the U.S.-flag “coolie trade,” taxed each arriving Chinese passenger $50 and condemned contract labor, reflecting widening national suspicion of Asian immigration during the Civil War.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Anti-Coolie_Act"
  },
  {
    "year": "1865",
    "month": "10",
    "day": "00",
    "displayDate": "1865-10-00",
    "headline": "A Chinese Man Accused of Stealing Goods and Lynched",
    "text": "In October 1865 in Placer County, California, vigilantes lynched a Chinese laborer accused of stealing goods. The man was seized and executed without trial, illustrating the era’s extralegal violence against Chinese immigrants. The vague circumstances highlight how mere accusations could trigger fatal mob justice.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1865-10-00/"
  },
  {
    "year": "1866",
    "month": "11",
    "day": "19",
    "displayDate": "1866-11-19",
    "headline": "Unnamed Chinese Man Lynched at a Mining Camp",
    "text": "In November 1866 at Chipp’s Flat, California, an unnamed Chinese man was lynched at a mining camp. Contemporary reports mentioned the killing but provided no details about the victim. This brief notice underscores how these extralegal killings were often quickly reported and forgotten.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1866-11-19/"
  },
  {
    "year": "1868",
    "month": "00",
    "day": "00",
    "displayDate": "1868-00-00",
    "headline": "Chinese Community Lynches an Unnamed Chinese Man",
    "text": "In 1868 in Stockton, California, a Chinese man was lynched by other members of the local Chinese community. The victim was found dead at a Chinatown settlement along Mormon Slough, with no publicly reported motive. This incident highlights internal tensions and the precarious position of Chinese immigrants.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1868-00-00/"
  },
  {
    "year": "1868",
    "month": "00",
    "day": "00",
    "displayDate": "1868-00-00",
    "headline": "Unexplained Lynching of an Unnamed Chinese Man",
    "text": "In 1868 at Henderson Gulch, Montana, a Chinese miner was lynched by a vigilante mob. The victim’s name was not recorded. Judge William W. Knowles later suggested that this unidentified man might have been a former slave targeted by the killers. The case illustrates the unpredictable nature of frontier violence.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/MT1868-00-00/"
  },
  {
    "year": "1868",
    "month": "07",
    "day": "28",
    "displayDate": "1868-07-28",
    "headline": "Burlingame Treaty",
    "text": "The United States and Qing China affirmed “mutual freedom of emigration,” briefly guaranteeing Chinese travelers rights equal to those of the “most-favored nation.” In practice the pact encouraged more labor migration but was soon undercut by discriminatory state laws.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Burlingame_Treaty"
  },
  {
    "year": "1870",
    "month": "01",
    "day": "00",
    "displayDate": "1870-01-00",
    "headline": "1870s U.S. Decennial Census Data",
    "text": "Total U.S. Population: 38,558,371<br>Total African-American Population: 4,880,009 (12.7%)<br><strong>Total Asian Population: 63,254 (0.2%)</strong><br>Total Other Population: 33,615,108 (87.2%)<br>",
    "eventType": "U.S. Decennial Census Data",
    "link": "https://www.census.gov/content/dam/Census/library/working-papers/2002/demo/POP-twps0056.pdf"
  },
  {
    "year": "1870",
    "month": "01",
    "day": "26",
    "displayDate": "1870-01-26",
    "headline": "Vigilantes Hang Ah Chow, Accused of Murder",
    "text": "In January 1870 in Helena, Montana, Chinese laborer A. H. “Ah” Chow was lynched by a vigilante mob after being accused of murdering a local man. He was hanged without trial, and U.S. soldiers later intervened to prevent further violence. The incident illustrates the frontier’s harsh extralegal justice.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/MT1870-01-26/"
  },
  {
    "year": "1870",
    "month": "06",
    "day": "00",
    "displayDate": "1870-06-00",
    "headline": "Two Chinese Men Lynched",
    "text": "In the summer of 1870 in Yreka, California, a mob lynched two Chinese miners. The details were scarcely recorded, but it was noted as one of multiple anti-Chinese lynchings in Northern California that year. This incident underscores the continued violence faced by Chinese immigrants after the Gold Rush.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1870-06-00/"
  },
  {
    "year": "1870",
    "month": "07",
    "day": "14",
    "displayDate": "1870-07-14",
    "headline": "Naturalization Act of 1870",
    "text": "While extending citizenship to formerly enslaved Africans, Congress limited naturalization to “white persons and persons of African descent,” explicitly excluding Chinese from the path to citizenship and cementing their alien status.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Naturalization_Act_of_1870"
  },
  {
    "year": "1870",
    "month": "10",
    "day": "??",
    "displayDate": "1870-10-??",
    "headline": "One Chinese Man Found Hanged",
    "text": "In the summer of 1870 in Red Bluff, California, a Chinese man was found hanged. Contemporary accounts reported his death without details or identification of the victim. This incident, occurring alongside other anti-Chinese violence that year, highlights the ongoing threats faced by Chinese immigrants.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1870-10-00/"
  },
  {
    "year": "1871",
    "month": "10",
    "day": "24",
    "displayDate": "1871-10-24",
    "headline": "Large Mob Massacred 18 or 19 Chinese Men",
    "text": "On October 24, 1871, in Los Angeles, California, a mob of about 500 white men attacked the city’s Chinatown and killed approximately 18 Chinese immigrants. This was one of the deadliest episodes of anti-Chinese violence in U.S. history. The massacre left the community deeply traumatized.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1871-10-24/"
  },
  {
    "year": "1871",
    "month": "10",
    "day": "31",
    "displayDate": "1871-10-31",
    "headline": "Chinese Man Hanged in the Gold Fields for Alleged Theft",
    "text": "In late October 1871 at Henderson Gulch, Montana, vigilantes hanged a Chinese laborer accused of stealing silver ore. The man was executed without trial, illustrating the era’s brutal frontier justice and anti-Chinese prejudice. Notably, this happened just a week after the Los Angeles Chinatown massacre.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/MT1871-10-31/"
  },
  {
    "year": "1873",
    "month": "02",
    "day": "03",
    "displayDate": "1873-02-03",
    "headline": "Modoc County lynching cluster",
    "text": "Three Chinese miners were hanged near Yreka, CA under robbery rumors, illustrating the ease with which frontier vigilance turned lethal against racialized targets.",
    "eventType": "Legal & Policy",
    "link": ""
  },
  {
    "year": "1873",
    "month": "07",
    "day": "04",
    "displayDate": "1873-07-04",
    "headline": "Two Drunk Minors Lynched a Chinese Man &ldquo;for Fun&rdquo;",
    "text": "In July 1873 in Silver Creek, Montana (near Rocker City), two drunk miners murdered a Chinese laborer seemingly “for fun.” The men ambushed the miner on his claim, hanged him, and boasted of the killing. They were later convicted, but the case highlights the senseless violence Chinese immigrants faced on the frontier.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/MT1873-07-04/"
  },
  {
    "year": "1874",
    "month": "04",
    "day": "13",
    "displayDate": "1874-04-13",
    "headline": "Mob Removed Chinese Man Suspected of Murder from Prison and Lynched Him)",
    "text": "In April 1874 in Corrine, Utah Territory, a Chinese laborer accused of murdering a local man was taken from jail by a vigilante mob and hanged. U.S. soldiers later intervened to restore order. This episode exemplifies how mob violence could override legal process, even amid uncertain evidence.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/UT1874-04-13/"
  },
  {
    "year": "1874",
    "month": "06",
    "day": "04",
    "displayDate": "1874-06-04",
    "headline": "A Mob of Miners Lynched an Unnamed Chinese Man Accused of Murder",
    "text": "In June 1874 at Happy Camp, California, a mob of miners lynched an unnamed Chinese man accused of murder. About fifty men stormed the jail, seized the suspect, and hanged him without trial. The details of the alleged crime were not recorded, illustrating how vague accusations could trigger deadly mob justice.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1874-06-04/"
  },
  {
    "year": "1875",
    "month": "03",
    "day": "03",
    "displayDate": "1875-03-03",
    "headline": "Page Act (U.S. federal law)",
    "text": "First restrictive U.S. immigration statute. Ostensibly barred forced labor and prostitution, but functioned mainly to exclude Chinese women, drastically reducing female immigration and skewing community demographics.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Page_Act_of_1875"
  },
  {
    "year": "1876",
    "month": "03",
    "day": "20",
    "displayDate": "1876-03-20",
    "headline": "Chy Lung v. Freeman (U.S. Supreme Court)",
    "text": "California had tried to deny entry to 22 Chinese women and impose a hefty bond. The Court held that immigration regulation is an exclusive federal power, invalidating state-level restrictions.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Chy_Lung_v._Freeman"
  },
  {
    "year": "1876",
    "month": "06",
    "day": "18",
    "displayDate": "1876-06-18",
    "headline": "&ldquo;Caucasian League&rdquo; Lynched Man in Campaign of Terrorizing Chinesee Workers",
    "text": "In June 1876 in San Joaquin County, California, anti-Chinese vigilantes targeted a Chinese laborer. A group took extralegal action, lynching a Chinese man as part of a broader campaign of terrorizing Chinese workers. This reflects the increasingly organized nature of anti-Chinese violence in the 1870s.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1876-06-18/"
  },
  {
    "year": "1877",
    "month": "03",
    "day": "14",
    "displayDate": "1877-03-14",
    "headline": "Group of White Men Massacred 5 to 6 Chinese Farmworkers",
    "text": "In March 1877 at Lem Ranch near Chico, California, a group of white men ambushed and massacred five or six Chinese farmworkers, with only one survivor. A local posse eventually tracked and shot some of the killers. This brutal incident underscores the deadly racial violence Chinese laborers faced in that era.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1877-03-14/"
  },
  {
    "year": "1877",
    "month": "07",
    "day": "23",
    "displayDate": "1877-07-23",
    "headline": "Sand-Lot riots & Workingmen’s Party",
    "text": "Amid a nationwide depression, Denis Kearney rallied thousands of white jobless in San Francisco’s sand lots with the cry “The Chinese Must Go!” Rioters burned Chinatown laundries; Kearney’s Workingmen’s Party soon captured city offices and pressed anti-Chinese planks into the 1879 state constitution.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/San_Francisco_riot_of_1877"
  },
  {
    "year": "1877",
    "month": "07",
    "day": "23",
    "displayDate": "1877-07-23",
    "headline": "&ldquo;Hoodlum Riots&rdquo; Destroyed Chinese Property and Lynched four Chinese Men",
    "text": "In July 1877, San Francisco was convulsed by violent anti-Chinese rioting. Mobs of unemployed white workers destroyed Chinese-owned businesses and lynched at least four Chinese men. The unrest was driven by economic tensions and exemplified the broader wave of anti-Chinese attacks in 1877.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1877-07-23/"
  },
  {
    "year": "1879",
    "month": "05",
    "day": "07",
    "displayDate": "1879-05-07",
    "headline": "California Constitution (Art. XIX §4)",
    "text": "Voters ratified a new charter banning corporations from hiring Chinese and empowering cities to expel them. Although later voided federally, the clause emboldened local exclusion campaigns.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Constitution_of_California#Constitution_of_1879"
  },
  {
    "year": "1879",
    "month": "07",
    "day": "07",
    "displayDate": "1879-07-07",
    "headline": "Ho Ah Kow v. Nunan (U.S. Circuit Ct., CA)",
    "text": "Justice Stephen J. Field struck down San Francisco’s “Queue Ordinance” (forced haircutting of jailed Chinese men) as a 14th-Amendment equal-protection violation and awarded damages to the plaintiff.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Ho_Ah_Kow_v._Nunan"
  },
  {
    "year": "1880",
    "month": "01",
    "day": "00",
    "displayDate": "1880-01-00",
    "headline": "1880s U.S. Decennial Census Data",
    "text": "Total U.S. Population: 50,155,783<br>Total African-American Population: 6,580,793 (13.1%)<br><strong>Total Asian Population: 105,613 (0.2%)</strong><br>Total Other Population: 43,469,377 (86.7%)<br>",
    "eventType": "U.S. Decennial Census Data",
    "link": "https://www.census.gov/content/dam/Census/library/working-papers/2002/demo/POP-twps0056.pdf"
  },
  {
    "year": "1880",
    "month": "09",
    "day": "13",
    "displayDate": "1880-09-13",
    "headline": "The &ldquo;Chinese Must Go&rdquo; Movement Leads to Riot and Lynching of at Least One Chinese Man",
    "text": "On September 13, 1880 in Carson City, Nevada, an anti-Chinese campaign culminated in a violent riot. Mobs targeted Chinese-owned businesses and killed at least one Chinese man. This episode illustrates how anti-Chinese agitation spread beyond California into the broader American West.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/NV1880-09-13/"
  },
  {
    "year": "1880",
    "month": "10",
    "day": "31",
    "displayDate": "1880-10-31",
    "headline": "Anti-Chinese Rioters Lynch Look Young, a Laundry Worker",
    "text": "On October 31, 1880 in Denver, Colorado, a violent anti-Chinese riot erupted. A mob of local workers attacked and burned Chinese laundries, destroying property. They lynched Look Young, a Chinese laundry worker. The riots were fueled by economic grievances and racial prejudice against Chinese immigrants.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CO1880-10-31/"
  },
  {
    "year": "1880",
    "month": "11",
    "day": "17",
    "displayDate": "1880-11-17",
    "headline": "Angell Treaty (U.S.–China treaty)",
    "text": "Modified Burlingame by allowing the U.S. to “suspend” Chinese labor immigration while protecting merchants, students, and those already resident—paving the way for statutory exclusion.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Angell_Treaty"
  },
  {
    "year": "1881",
    "month": "03",
    "day": "04",
    "displayDate": "1881-03-04",
    "headline": "A Chinese Laborer Found Hanging from a Tree",
    "text": "On March 4, 1881 in Davisville, California, an unnamed Chinese farm laborer was found hanging from a tree. Authorities could not determine whether the death was a suicide or a homicide. This unresolved incident underscores the precarious conditions of Chinese workers, even when fatalities occurred under ambiguous circumstances.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1881-03-04/"
  },
  {
    "year": "1881",
    "month": "03",
    "day": "05",
    "displayDate": "1881-03-05",
    "headline": "Local White Vigilantes Lynched Wang Foo for Opening a Laundry",
    "text": "In Gothic, Colorado on March 6, 1881, local vigilantes lynched a Chinese man known as Wang Foo. The miners targeted him after he reopened a laundry, allegedly violating a town ordinance. The mob hanged Wang Foo without trial, reflecting the hostility toward Chinese immigrants even in remote communities.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CO1881-03-05/"
  },
  {
    "year": "1882",
    "month": "05",
    "day": "06",
    "displayDate": "1882-05-06",
    "headline": "Chinese Exclusion Act (U.S. federal law)",
    "text": "Congress suspended immigration of Chinese laborers for ten years, barred state courts from naturalizing them and required certificates for re-entry. It marked the first U.S. law to ban an ethnic group and became the cornerstone of a racialized immigration regime.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Chinese_Exclusion_Act"
  },
  {
    "year": "1883",
    "month": "01",
    "day": "06",
    "displayDate": "1883-01-06",
    "headline": "Angry Mob Lynched a Unnamed Chinese Man for Alleged Rape of a White Woman",
    "text": "In early January 1883 in Weatherby, Oregon, an angry mob lynched an unnamed Chinese laborer accused of raping a white woman. The man was seized and executed without trial. This incident reflects the heightened anti-Chinese sentiment in the Pacific Northwest during that period.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/OR1883-01-06/"
  },
  {
    "year": "1883",
    "month": "01",
    "day": "07",
    "displayDate": "1883-01-07",
    "headline": "Angry Mob Lynches A Chinese Man Accused of Murder and Robbery",
    "text": "On January 7, 1883 in Cheney, Washington Territory, a mob lynched a Chinese laborer accused of murdering a railroad worker and robbing him. The man was hanged without trial, demonstrating the intense anti-Chinese sentiment and vigilante justice of the time.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/WA1883-01-07/"
  },
  {
    "year": "1883",
    "month": "09",
    "day": "26",
    "displayDate": "1883-09-26",
    "headline": "Gruesom Lynching of a Chinese Cook at a Railroad Camp",
    "text": "On September 26, 1883 in Millville, Utah Territory, a Chinese cook working on a railroad camp was found lynched by unknown assailants. His body was decapitated and mutilated, making it one of the most gruesome anti-Chinese killings of the 1880s. The crime was never solved, illustrating the brutality of such violence.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/UT1883-09-26/"
  },
  {
    "year": "1883",
    "month": "10",
    "day": "03",
    "displayDate": "1883-10-03",
    "headline": "Mob Violently Hanged a Chinese Man &ldquo;Outraging&rdquo; a White Woman or Child",
    "text": "In October 1883 in Weatherby, Oregon, vigilantes lynched a Chinese laundryman accused of “outraging” a white woman. The man was seized from custody and hanged without trial. Reports of the incident varied, but it reflects how accusations like these often triggered mob violence against Chinese immigrants.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/OR1883-10-03/"
  },
  {
    "year": "1884",
    "month": "02",
    "day": "00",
    "displayDate": "1884-02-00",
    "headline": "Territory of New Mexico v. Yee Shun (N.M. Territorial Sup. Ct.)",
    "text": "Upheld the admissibility of Chinese testimony, ruling that non-Christians could testify if they understood an oath. Helped end blanket bans on Chinese witnesses in the Southwest.",
    "eventType": "Legal & Policy",
    "link": ""
  },
  {
    "year": "1884",
    "month": "06",
    "day": "30",
    "displayDate": "1884-06-30",
    "headline": "Sensational Headlines Report Vigilantes Lychned a &ldquo;Chinaman&rdquo; Suspected of Crimes against White Women",
    "text": "In June 1884 in Pomona, California, sensational newspaper headlines accused a Chinese laborer of crimes against white women. Rumors spread that he had murdered a woman. A vigilante mob gathered but the accused man fled, and no lynching took place. The episode shows how media-fueled hysteria could incite anti-Chinese fear.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1884-06-30/"
  },
  {
    "year": "1884",
    "month": "08",
    "day": "14",
    "displayDate": "1884-08-14",
    "headline": "In a Rare Act of Anti-Chinese Violence in Texas, Local Citizens Lynched a Chinese Immigrant",
    "text": "In August 1884 in El Paso, Texas, a Chinese immigrant was lynched by a mob. This was one of the few recorded anti-Chinese lynchings in Texas. Contemporary accounts provide little detail, but the incident demonstrates that anti-Chinese violence occasionally occurred even outside the western states.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/TX1884-08-14/"
  },
  {
    "year": "1884",
    "month": "09",
    "day": "28",
    "displayDate": "1884-09-28",
    "headline": "In re Look Tin Sing (U.S. Circuit Ct., CA)",
    "text": "Justice Field held that a U.S.-born child of Chinese parents is a citizen by birth under the 14th Amendment, reinforcing jus soli years before Wong Kim Ark.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/In_re_Look_Tin_Sing"
  },
  {
    "year": "1884",
    "month": "12",
    "day": "08",
    "displayDate": "1884-12-08",
    "headline": "Chew Heong v. United States (U.S. Supreme Court)",
    "text": "Allowed a Chinese laborer who left before 1882 to re-enter without a certificate, reading exclusion statutes in harmony with the 1880 treaty—one of the few High-Court wins for Chinese immigrants.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Chew_Heong_v._United_States"
  },
  {
    "year": "1884",
    "month": "12",
    "day": "18",
    "displayDate": "1884-12-18",
    "headline": "An Unknown Chinese Man was Lynched for Unknown Reasons",
    "text": "On December 18, 1884 in Newark, California, an unidentified Chinese laborer was found lynched along a railroad. The circumstances and motive remain unknown. The victim’s name was never recorded. This case highlights how some anti-Chinese killings remained unexplained, with the perpetrators never brought to justice.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1884-12-18/"
  },
  {
    "year": "1885",
    "month": "00",
    "day": "00",
    "displayDate": "1885-00-00",
    "headline": "A Chinese Man Lynched for Trying to Vote",
    "text": "In 1885 in Monterey, California, a Chinese man was lynched simply for attempting to register to vote. Chinese immigrants were not eligible for citizenship and thus had no voting rights, yet this act provoked fatal retribution. The incident underscores the extreme hostility and ignorance faced by Chinese immigrants.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1885-00-00/"
  },
  {
    "year": "1885",
    "month": "03",
    "day": "03",
    "displayDate": "1885-03-03",
    "headline": "Tape v. Hurley (Cal. Supreme Court)",
    "text": "Ordered San Francisco schools to admit U.S.-born Chinese children. The board responded by creating a segregated “Chinese School,” partially blunting the desegregation victory.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Tape_v._Hurley"
  },
  {
    "year": "1885",
    "month": "05",
    "day": "06",
    "displayDate": "1885-05-06",
    "headline": "Elderly Chinese Man Lynched on False Charge",
    "text": "In May 1885 in Vicksburg, Mississippi, an elderly Chinese farmer was lynched based on a false accusation by a six-year-old girl. A mob hanged him from a tree. Although he survived a fall, they hanged him again and he died. This rare Southern lynching of a Chinese immigrant shows how prejudice could lead to deadly violence on baseless charges.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/MS1885-05-05/"
  },
  {
    "year": "1885",
    "month": "07",
    "day": "12",
    "displayDate": "1885-07-12",
    "headline": "A Chinese Man Lynched for Attempting to Vote",
    "text": "In July 1885 in Monterey, California, another Chinese man was lynched for attempting to vote. The man’s name was not reported; he had been erroneously listed on voter rolls. This case reinforces how even minor political participation could provoke deadly violence against Chinese immigrants.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1885-07-12/"
  },
  {
    "year": "1885",
    "month": "09",
    "day": "02",
    "displayDate": "1885-09-02",
    "headline": "Infamous Massacre of at Least 28 Chinese Miners",
    "text": "In September 1885 in Rock Springs, Wyoming, white miners attacked a Chinese mining community. They killed at least 28 Chinese miners and wounded many others, setting fire to houses and driving the survivors from the area. This massacre was one of the deadliest and most notorious examples of anti-Chinese violence in U.S. history.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/WY1885-09-02/"
  },
  {
    "year": "1885",
    "month": "09",
    "day": "21",
    "displayDate": "1885-09-21",
    "headline": "Mob Hanged an Unnamed Chinese Man Suspectred of Murdering a White Man",
    "text": "On September 21, 1885 in Pierce City, Idaho Territory, a mob hanged an unnamed Chinese man accused of murdering a local white man. The suspect was taken from custody and executed without trial. This extrajudicial killing illustrates how quickly Chinese immigrants could be targeted by vigilante justice.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/ID1885-09-21/"
  },
  {
    "year": "1885",
    "month": "09",
    "day": "21",
    "displayDate": "1885-09-21",
    "headline": "Wite Farmers and Vigilantes Murdered Three Chinese Men during Massacre",
    "text": "In September 1885 in Squak Valley (Issaquah), Washington Territory, local farmers and vigilantes attacked the Chinese community and killed three Chinese men. The massacre drove out the remaining Chinese residents. This violent expulsion reflects how white laborers resisted Chinese competition and sometimes resorted to murder.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/WA1885-09-21/"
  },
  {
    "year": "1885",
    "month": "11",
    "day": "03",
    "displayDate": "1885-11-03",
    "headline": "Tacoma “drive-out”",
    "text": "City leaders and vigilantes loaded 700 Chinese residents onto trains and burned their homes. The Tacoma Method inspired similar expulsions across the Pacific Northwest.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Tacoma_riot_of_1885"
  },
  {
    "year": "1886",
    "month": "05",
    "day": "10",
    "displayDate": "1886-05-10",
    "headline": "Yick Wo v. Hopkins (U.S. Supreme Court)",
    "text": "Held that race-neutral laws applied in a discriminatory manner violate the 14th Amendment. Struck down San Francisco’s laundry-permit scheme, establishing that non-citizens are entitled to equal protection.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Yick_Wo_v._Hopkins"
  },
  {
    "year": "1886",
    "month": "06",
    "day": "17",
    "displayDate": "1886-06-17",
    "headline": "&ldquo;Collateral&rdquo; Deaths of Tem Ah Yeck and Ah Juy during Fiery Riot",
    "text": "In June 1886 in Truckee, California, two Chinese men (Tem Ah Yeck and Ah Juy) were killed during a violent anti-Chinese riot. The mob attacked the Chinese community; these men died amidst the chaos, illustrating the collateral casualties of mob violence.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1886-06-17/"
  },
  {
    "year": "1886",
    "month": "07",
    "day": "02",
    "displayDate": "1886-07-02",
    "headline": "A Chinese Sheepherder Found Hanged in his Cabin",
    "text": "On July 2, 1886 in Silver Bow, Montana, a Chinese sheepherder was found hanged in his cabin. The circumstances were unclear, and no suspects were reported. This incident underscores the persistent danger faced by Chinese workers in remote areas, even when the motive was unknown.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/MO1886-07-02/"
  },
  {
    "year": "1886",
    "month": "08",
    "day": "11",
    "displayDate": "1886-08-11",
    "headline": "&ldquo;Collateral&rdquo; Deaths of Five Chinese Children in a Fire Set by a White Mob of Rioters",
    "text": "On June 2, 1886 in Yreka, California, anti-Chinese rioters set fire to a Chinatown building, and five Chinese children were killed in the blaze. These innocent victims died as collateral damage of the riot. Their deaths underscore the toll that racial violence inflicted on entire immigrant families.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1886-08-11/"
  },
  {
    "year": "1887",
    "month": "04",
    "day": "11",
    "displayDate": "1887-04-11",
    "headline": "Posse Kills Innocent Chinese Man in Manhunt",
    "text": "On April 10, 1887 in Butte City, California, a posse hunting outlaws mistakenly killed an innocent Chinese laborer, believing him to be a suspect. The man was wrongly identified and had no trial. This tragic case highlights how Chinese immigrants could become victims of violence even without justification.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1887-04-11/"
  },
  {
    "year": "1887",
    "month": "07",
    "day": "00",
    "displayDate": "1887-07-00",
    "headline": "The Hells Canyon Massacre of Chinese Miners",
    "text": "In May 1887 in Hells Canyon on the Oregon-Idaho border, a gang of horse thieves ambushed and massacred Chinese gold miners. At least 34 Chinese miners were killed and robbed. Only three men escaped to report the crime. This remains one of the largest known anti-Chinese massacres in U.S. history.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/OR1887-07-00/"
  },
  {
    "year": "1887",
    "month": "07",
    "day": "11",
    "displayDate": "1887-07-11",
    "headline": "The Widely Reported Lynching of Hong Di, Convicted of Murdering a White Person",
    "text": "In July 1886 in Colusa, California, a Chinese man named Hong Di was lynched after being convicted of murdering a white man. As he awaited execution, vigilantes stormed the jail and shot him without waiting for the legal sentence. This event shows how mob violence sometimes overtook even judicial processes.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1887-07-11/"
  },
  {
    "year": "1888",
    "month": "10",
    "day": "01",
    "displayDate": "1888-10-01",
    "headline": "Scott Act (U.S. federal law)",
    "text": "Congress barred returning Chinese laborers—even certificate holders—from re-entry and voided 20,000 travel documents, splintering trans-Pacific families and trade ties.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Scott_Act"
  },
  {
    "year": "1889",
    "month": "01",
    "day": "00",
    "displayDate": "1889-01-00",
    "headline": "Chinese Immigrant Fell Victime to Highbinders&rsquo; Lynch Law",
    "text": "In January 1889 in Honolulu, Hawaii, a Chinese immigrant named Li Yam Hong was lynched by members of the local “Highbinders” secret society. He had been accused of murdering a woman, though evidence was unclear. This incident shows that Chinese immigrants faced violent vigilante justice even outside the continental U.S.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/HI1889-01-00/"
  },
  {
    "year": "1889",
    "month": "02",
    "day": "00",
    "displayDate": "1889-02-00",
    "headline": "Mob of Whtie Workers Lynched Unamed Chinese man in Labor Dispute",
    "text": "In February 1889 in Tekoa, Washington Territory, a mob of white workers lynched an unnamed Chinese laborer amid a labor dispute. The victim was tortured before being hanged. This incident exemplifies the violent tensions between white and Chinese workers over jobs in the late 1880s.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/WA1889-02-00/"
  },
  {
    "year": "1889",
    "month": "03",
    "day": "12",
    "displayDate": "1889-03-12",
    "headline": "Mob Hanged a Chinese Laundry Man During Violent Anti-Chinese Riots",
    "text": "On March 12, 1889 in Milwaukee, Wisconsin, a mob of local workers lynched a Chinese laundryman during a violent anti-Chinese riot. The man was beaten and hanged in the street. The incident was fueled by economic unrest, showing that anti-Chinese violence could erupt far from the West Coast.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/WI1889-03-12/"
  },
  {
    "year": "1889",
    "month": "05",
    "day": "13",
    "displayDate": "1889-05-13",
    "headline": "Chae Chan Ping v. United States (U.S. Supreme Court)",
    "text": "Upheld the Scott Act, articulating Congress’s “plenary power” to exclude aliens even in defiance of treaties, thereby limiting judicial review of immigration laws.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Chae_Chan_Ping_v._United_States"
  },
  {
    "year": "1890",
    "month": "01",
    "day": "00",
    "displayDate": "1890-01-00",
    "headline": "1890s U.S. Decennial Census Data",
    "text": "Total U.S. Population: 62,947,714<br>Total African-American Population: 7,488,676 (11.9%)<br><strong>Total Asian Population: 109,527 (0.2%)</strong><br>Total Other Population: 55,349,511 (87.9%)<br>",
    "eventType": "U.S. Decennial Census Data",
    "link": "https://www.census.gov/content/dam/Census/library/working-papers/2002/demo/POP-twps0056.pdf"
  },
  {
    "year": "1890",
    "month": "07",
    "day": "08",
    "displayDate": "1890-07-08",
    "headline": "The Lynching of Ah Sam, a Camp Cook Accused of Petty Theft",
    "text": "In July 1890 at Fort Logan, Colorado, a Chinese camp cook named Ah Sam was lynched after being accused of petty theft on the Army base. A mob of soldiers and civilians seized him and hanged him without trial. The incident shows how even minor accusations could spark deadly racial violence.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CO1890-07-08/"
  },
  {
    "year": "1891",
    "month": "03",
    "day": "08",
    "displayDate": "1891-03-08",
    "headline": "Chinese Man Hanged in Suspicious Seattle Death",
    "text": "On March 8, 1891 in Seattle, Washington, an unidentified Chinese man was found hanging from a tree. The death was officially recorded as a suicide, but the Chinese community suspected foul play. The case remains unresolved, reflecting the persistent dangers Chinese immigrants faced amid local prejudice.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/WA1891-03-08/"
  },
  {
    "year": "1891",
    "month": "06",
    "day": "15",
    "displayDate": "1891-06-15",
    "headline": "A Mob Broke into a Local Jail and Lynched Ah Anong Ti for Allegedly Murdering a White Man",
    "text": "In June 1891 in Bridgeport, California, a Chinese miner named Ah Anong Ti was accused of murdering a white man. He was arrested and held in jail, but a mob stormed the building and lynched him before he could stand trial. This demonstrates how racial prejudice could override the legal process.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1891-06-15/"
  },
  {
    "year": "1891",
    "month": "08",
    "day": "25",
    "displayDate": "1891-08-25",
    "headline": "Armed Mob Removed Quong Lee from Jail and Hanged Him",
    "text": "In August 1891 in Ouray, Colorado, a Chinese miner named Quong Lee was accused of assaulting a local woman. A mob of miners broke into the jail, conducted an impromptu trial, and hanged him. This vigilante lynching, one of the last recorded in Colorado, illustrates the violent racial climate of the era.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CO1891-08-25/"
  },
  {
    "year": "1892",
    "month": "05",
    "day": "05",
    "displayDate": "1892-05-05",
    "headline": "Geary Act (U.S. federal law)",
    "text": "Renewed exclusion for another decade, introduced photo-bearing “certificates of residence” and authorized summary deportation of any Chinese without papers, criminalizing daily life and provoking nationwide registry protests.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Geary_Act"
  },
  {
    "year": "1893",
    "month": "05",
    "day": "15",
    "displayDate": "1893-05-15",
    "headline": "Fong Yue Ting v. United States (U.S. Supreme Court)",
    "text": "The Supreme Court upheld Geary Act deportation provisions, affirming near-plenary congressional power over immigration and leaving Chinese residents vulnerable to expulsion without jury trial.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Fong_Yue_Ting_v._United_States"
  },
  {
    "year": "1894",
    "month": "12",
    "day": "18",
    "displayDate": "1894-12-18",
    "headline": "An Unnamed Chinese Man Lynched for Unknow Causes",
    "text": "In December 1894 near Newark, California, an unidentified Chinese man was found lynched. The cause remains unknown and no records identify the victim. This late-19th-century incident shows that sporadic anti-Chinese violence continued even without clear motives or documentation.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1894-12-18/"
  },
  {
    "year": "1896",
    "month": "06",
    "day": "??",
    "displayDate": "1896-06-??",
    "headline": "A Large Mob Lynched a Chinese Murder Suspect",
    "text": "On June 2, 1896 in Oroville, California, a mob lynched an unnamed Chinese man accused of murdering a white woman. A large crowd of local men stormed the jail and hanged the suspect without trial. This incident illustrates how allegations against Chinese immigrants could provoke immediate mob violence.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1896-06-02/"
  },
  {
    "year": "1898",
    "month": "03",
    "day": "28",
    "displayDate": "1898-03-28",
    "headline": "United States v. Wong Kim Ark (U.S. Supreme Court)",
    "text": "Confirmed that anyone born on U.S. soil (with narrow exceptions) is a citizen, cementing birth-right citizenship for Chinese Americans and all others.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/United_States_v._Wong_Kim_Ark"
  },
  {
    "year": "1900",
    "month": "01",
    "day": "00",
    "displayDate": "1900-01-00",
    "headline": "1900s U.S. Decennial Census Data",
    "text": "Total U.S. Population: 75,994,575<br>Total African-American Population: 8,833,994 (11.6%)<br><strong>Total Asian Population: 114,189 (0.2%)</strong><br>Total Other Population: 67,046,392 (88.2%)<br>",
    "eventType": "U.S. Decennial Census Data",
    "link": "https://www.census.gov/content/dam/Census/library/working-papers/2002/demo/POP-twps0056.pdf"
  },
  {
    "year": "1901",
    "month": "07",
    "day": "09",
    "displayDate": "1901-07-09",
    "headline": "A Chinese Laborer Named Ah Sing Yong Lynched for Allegedly Assaulting a White Female",
    "text": "In the summer of 1901 in Kern County, California, a Chinese laborer named Ah Sing Yong was lynched after being accused of assaulting a white woman. A posse captured and hanged him without trial. This incident shows that, even in the 20th century, mere accusations could lead to deadly vigilante violence.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/CA1901-07-09/"
  },
  {
    "year": "1902",
    "month": "04",
    "day": "09",
    "displayDate": "1902-04-09",
    "headline": "Exclusion made permanent",
    "text": "Congress extended Chinese exclusion indefinitely and applied it to newly acquired island territories, globalizing the racial barrier just as U.S. overseas empire expanded.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Chinese_Exclusion_Act#Extension_and_renewals"
  },
  {
    "year": "1903",
    "month": "09",
    "day": "17",
    "displayDate": "1903-09-17",
    "headline": "Local Whites Lynched an Itinerant Chinese Laborer in a Fever of Anti-Chinese Sentiment",
    "text": "In September 1903 in Tonopah, Nevada, an itinerant Chinese laborer was lynched by a mob amid a fever of anti-Chinese sentiment. The victim’s name was not recorded. He was seized on the street and hanged without trial. This incident reflects the persistent prejudice Chinese workers faced even in the early 20th century.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/NV1903-09-17/"
  },
  {
    "year": "1904",
    "month": "08",
    "day": "00",
    "displayDate": "1904-08-00",
    "headline": "African Americans Lynched Willie Wong, Accused of Killing a Black Man",
    "text": "In October 1904 in Clarksdale, Mississippi, a Chinese immigrant named Willie Wong was lynched by members of the local African American community after being accused of killing a black man. This rare incident, involving Chinese and black individuals, highlights the vulnerability of Chinese immigrants amid racial violence in the early 20th-century South.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/MS1904-08-00/"
  },
  {
    "year": "1906",
    "month": "04",
    "day": "18",
    "displayDate": "1906-04-18",
    "headline": "San Francisco earthquake & “paper sons”",
    "text": "City-hall fires destroyed birth and naturalization records; many Chinese claimed native birth to bypass exclusion barriers, launching the “paper son/daughter” era that reshaped family migration patterns.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/1906_San_Francisco_earthquake"
  },
  {
    "year": "1910",
    "month": "01",
    "day": "00",
    "displayDate": "1910-01-00",
    "headline": "1910s U.S. Decennial Census Data",
    "text": "Total U.S. Population: 91,972,266<br>Total African-American Population: 9,827,763 (10.7%)<br><strong>Total Asian Population: 146,863 (0.2%)</strong><br>Total Other Population: 81,997,640 (89.1%)<br>",
    "eventType": "U.S. Decennial Census Data",
    "link": "https://www.census.gov/content/dam/Census/library/working-papers/2002/demo/POP-twps0056.pdf"
  },
  {
    "year": "1911",
    "month": "07",
    "day": "00",
    "displayDate": "1911-07-00",
    "headline": "Rare 20th Century Lynching of a Chinese Man in Texas",
    "text": "In July 1911 in El Paso, Texas, one of the anti-Chinese lynchings was recorded. An unidentified Chinese man was seized by a mob near the U.S.–Mexico border amid Mexican-Revolution-era unrest and hanged. Racial mob violence against Chinese people persisted into the 20th century.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/TX1911-07-00/"
  },
  {
    "year": "1913",
    "month": "09",
    "day": "03",
    "displayDate": "1913-09-03",
    "headline": "Chinese American Married to White Woman Murdered in Chicago Hate Crime",
    "text": "In September 1913 in Chicago, a Chinese American laundryman Charles Sing, whose marriage to white woman Alice Davis angered neighbors, was beaten and fatally stabbed in his home by intruders in an apparent interracial-marriage hate-crime “lynching.\" His wife survived severe injuries, and no killers were convicted.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/IL1913-09-03/"
  },
  {
    "year": "1913",
    "month": "10",
    "day": "11",
    "displayDate": "1913-10-11",
    "headline": "California Alien Land Law",
    "text": "Prohibiting “aliens ineligible to citizenship” from owning farmland, the law mainly targeted Japanese farmers but also limited Chinese property rights and reinforced racial naturalization bars upheld since 1870.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/California_Alien_Land_Law_of_1913"
  },
  {
    "year": "1915",
    "month": "02",
    "day": "05",
    "displayDate": "1915-02-05",
    "headline": "Opening of Angel Island barracks expansion",
    "text": "To tighten enforcement, the federal government enlarged detention quarters at Angel Island Immigration Station, prolonging interrogations that often lasted weeks and symbolizing America’s exclusionary “paper wall” at the close of the period.",
    "eventType": "Legal & Policy",
    "link": "https://en.wikipedia.org/wiki/Angel_Island_Immigration_Station"
  },
  {
    "year": "1915",
    "month": "10",
    "day": "11",
    "displayDate": "1915-10-11",
    "headline": "The Double Lynching of a Chinese AND&nbsp; African American Victim",
    "text": "In October 1915 in Clarksdale, Mississippi, a white mob stormed the jail, abducted a Black suspect and a Chinese suspect in a bank-cashier murder case, and hanged both men. This is the last documented lynching of a Chinese person in the United States and the only known simultaneous lynching of a Black man and a Chinese man.",
    "eventType": "Anti-Chinese Violence",
    "link": "/records/MS1915-10-11/"
  },
  {
    "year": "1920",
    "month": "01",
    "day": "00",
    "displayDate": "1920-01-00",
    "headline": "1920s U.S. Decennial Census Data",
    "text": "Total U.S. Population: 105,710,620<br>Total African-American Population: 10,463,131 (9.9%)<br><strong>Total Asian Population: 182,137 (0.2%)</strong><br>Total Other Population: 95,065,352 (90.0%)<br>",
    "eventType": "U.S. Decennial Census Data",
    "link": "https://www.census.gov/content/dam/Census/library/working-papers/2002/demo/POP-twps0056.pdf"
  }
]